{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\t(In millions, except shares in thousands and per share data in dollars)\tDecember 31, 2023\tDecember 31, 2022\tASSETS\tCurrent assets:\tCash and cash equivalents\t$\t17,193\t$\t12,074\tPremium and trade receivables\t15,532\t13,272\tShort-term investments\t2,459\t2,321\tOther current assets\t5,572\t2,461\tTotal current assets\t40,756\t30,128\tLong-term investments\t16,286\t14,684\tRestricted deposits\t1,386\t1,217\tProperty, software and equipment, net\t2,019\t2,432\tGoodwill\t17,558\t18,812\tIntangible assets, net\t6,101\t6,911\tOther long-term assets\t535\t2,686\tTotal assets\t$\t84,641\t$\t76,870\tLIABILITIES, REDEEMABLE NONCONTROLLING INTERESTS AND STOCKHOLDERS' EQUITY\tCurrent liabilities:\tMedical claims liability\t$\t18,000\t$\t16,745\tAccounts payable and accrued expenses\t16,420\t9,525\tReturn of premium payable\t1,462\t1,634\tUnearned revenue\t715\t478\tCurrent portion of long-term debt\t119\t82\tTotal current liabilities\t36,716\t28,464\tLong-term debt\t17,710\t17,938\tDeferred tax liability\t641\t615\tOther long-term liabilities\t3,618\t5,616\tTotal liabilities\t58,685\t52,633\tCommitments and contingencies\tRedeemable noncontrolling interests\t19\t56\tStockholders' equity:\tPreferred stock, $\t0.001\tpar value; authorized\t10,000\tshares;\tno\tshares issued or outstanding at December 31, 2023 and December 31, 2022\t \t \tCommon stock, $\t0.001\tpar value; authorized\t800,000\tshares;\t615,291\tissued and\t534,484\toutstanding at December 31, 2023, and\t607,847\tissued and\t550,754\toutstanding at December 31, 2022\t1\t1\tAdditional paid-in capital\t20,304\t20,060\tAccumulated other comprehensive (loss)\t(\t652\t)\t(\t1,132\t)\tRetained earnings\t12,043\t9,341\tTreasury stock, at cost (\t80,807\tand\t57,093\tshares, respectively)\t(\t5,856\t)\t(\t4,213\t)\tTotal Centene stockholders' equity\t25,840\t24,057\tNonredeemable noncontrolling interest\t97\t124\tTotal stockholders' equity\t25,937\t24,181\tTotal liabilities, redeemable noncontrolling interests and stockholders' equity\t$\t84,641\t$\t76,870\tThe accompanying notes to the consolidated financial statements are an integral part of these statements.\t66\tT\table of Contents\tCENTENE CORPORATION AND SUBSIDIARIES\tCONSOLIDATED STATEMENTS OF OPERATIONS\t(In millions, except shares in thousands and per share data in dollars)\tYear Ended December 31,\t2023\t2022\t2021\tRevenues:\tPremium\t$\t135,636\t$\t127,131\t$\t112,319\tService\t4,459\t8,348\t5,664\tPremium and service revenues\t140,095\t135,479\t117,983\tPremium tax\t13,904\t9,068\t7,999\tTotal revenues\t153,999\t144,547\t125,982\tExpenses:\tMedical costs\t118,894\t111,529\t98,602\tCost of services\t3,564\t7,032\t4,894\tSelling, general and administrative expenses\t12,563\t11,589\t9,601\tDepreciation expense\t575\t614\t565\tAmortization of acquired intangible assets\t718\t817\t770\tPremium tax expense\t14,226\t9,330\t8,287\tImpairment\t529\t2,318\t229\tLegal settlement\t \t \t1,250\tTotal operating expenses\t151,069\t143,229\t124,198\tEarnings from operations\t2,930\t1,318\t1,784\tOther income (expense):\tInvestment and other income\t1,393\t1,279\t819\tDebt extinguishment\t \t30\t(\t125\t)\tInterest expense\t(\t725\t)\t(\t665\t)\t(\t665\t)\tEa",
            "Consolidated Balance Sheet. The majority of the held for sale assets were previously reported as premium and trade receivables. The majority of the liabilities were previously reported as medical claims liability and accounts payable and accrued liabilities.\tDuring 2022, the Company recorded an impairment charge related to goodwill and other current assets associated with the divestiture of $\t259\tmillion, or $\t181\tmillion after-tax. During 2023, the Company recognized a gain of $\t15\tmillion, or $\t10\tmillion after-tax, reflecting additional proceeds for contingent consideration, partially offset by net working capital adjustments. The gain is included in investment and other income in the Consolidated Statements of Operations.\tHealthSmart Divestiture\tOn November 1, 2022, the Company signed a definitive agreement to divest HealthSmart. The divestiture was completed on January 5, 2023. As of December 31, 2022, the assets and liabilities of HealthSmart were considered held for sale resulting in $\t66\tmillion of assets held for sale in other current assets and $\t34\tmillion of liabilities held for sale in accounts payable and accrued expenses in the Consolidated Balance Sheets. The majority of the held for sale assets were previously reported as cash and cash equivalents, premium and trade receivables and goodwill.\tDuring 2022, the Company recorded an impairment charge related to goodwill associated with the divestiture of $\t36\tmillion, or $\t27\tmillion after-tax.\tApixio Divestiture\tOn June 13, 2023, the Company completed the divestiture of its majority stake in Apixio. The Company recognized a pre-tax gain of $\t93\tmillion, or $\t67\tmillion after-tax, which is included in investment and other income in the Consolidated Statements of Operations.\tCircle Health Group Divestiture\tOn August 28, 2023, the Company signed a definitive agreement to sell Circle Health, one of the U.K.'s largest independent hospital operators, which is included in the Other segment. As of December 31, 2023, the assets and liabilities of Circle Health were considered held for sale resulting in $\t3,897\tmillion of assets held for sale in other current assets and $\t3,094\tmillion of liabilities held for sale in accounts payable and accrued expenses in the Consolidated Balance Sheets. The majority of the held for sale assets were previously reported as other long-term assets, goodwill and property, software and equipment. The majority of the liabilities were previously reported as debt and other long-term liabilities.\tIn accordance with the signed definitive agreement in the third quarter of 2023, and subsequently updated in the fourth quarter of 2023, the Company recorded impairment charges related to goodwill associated with the pending divestiture totaling $\t292\tmillion, or $\t258\tmillion after-tax.\tIn order to manage the foreign exchange risk on the sale price associated with the pending divestiture of Circle Health, in August 2023 the Company entered into a foreign currency swap agree",
            "Consolidated Balance Sheets. The majority of the held for sale assets were previously reported as cash and cash equivalents, premium and trade receivables and goodwill.\tDuring 2022, the Company recorded an impairment charge related to goodwill associated with the divestiture of $\t36\tmillion, or $\t27\tmillion after-tax.\tApixio Divestiture\tOn June 13, 2023, the Company completed the divestiture of its majority stake in Apixio. The Company recognized a pre-tax gain of $\t93\tmillion, or $\t67\tmillion after-tax, which is included in investment and other income in the Consolidated Statements of Operations.\tCircle Health Group Divestiture\tOn August 28, 2023, the Company signed a definitive agreement to sell Circle Health, one of the U.K.'s largest independent hospital operators, which is included in the Other segment. As of December 31, 2023, the assets and liabilities of Circle Health were considered held for sale resulting in $\t3,897\tmillion of assets held for sale in other current assets and $\t3,094\tmillion of liabilities held for sale in accounts payable and accrued expenses in the Consolidated Balance Sheets. The majority of the held for sale assets were previously reported as other long-term assets, goodwill and property, software and equipment. The majority of the liabilities were previously reported as debt and other long-term liabilities.\tIn accordance with the signed definitive agreement in the third quarter of 2023, and subsequently updated in the fourth quarter of 2023, the Company recorded impairment charges related to goodwill associated with the pending divestiture totaling $\t292\tmillion, or $\t258\tmillion after-tax.\tIn order to manage the foreign exchange risk on the sale price associated with the pending divestiture of Circle Health, in August 2023 the Company entered into a foreign currency swap agreement for a notional amount of $\t931\tmillion, to sell £\t740\tmillion. The swap agreement was formally designated and qualified as a cash flow hedge. The swap expires on the earlier of the divestiture closing date or March 28, 2024. The gain or loss due to changes in the fair value of the foreign currency swap was recorded in other comprehensive income until the Circle Health divestiture closed, at which time the gain or loss was recorded in earnings to the same line in the Consolidated Statements of Operations as the gain or loss on sale. The fair value of the swap agreement as of December 31, 2023 was $\t13\tmillion, which was recorded in accounts payable and accrued expenses in the Consolidated Balance Sheets.\tOn January 12, 2024, the Company completed the divestiture for $\t931\tmillion and settled the foreign currency swap. The Company expects to realize a net tax benefit of $\t50\tmillion in 2024 on the loss recognized on the divestiture.\t81\tT\table of Contents\tOperose Health Group Divestiture\tIn November 2023, the Company signed a definitive agreement to sell Operose Health and completed the divestiture on December 28, 2023. During 2023, the Comp",
            "Consolidated Balance Sheets. The majority of the held for sale assets were previously reported as other long-term assets, goodwill and property, software and equipment. The majority of the liabilities were previously reported as debt and other long-term liabilities.\tIn accordance with the signed definitive agreement in the third quarter of 2023, and subsequently updated in the fourth quarter of 2023, the Company recorded impairment charges related to goodwill associated with the pending divestiture totaling $\t292\tmillion, or $\t258\tmillion after-tax.\tIn order to manage the foreign exchange risk on the sale price associated with the pending divestiture of Circle Health, in August 2023 the Company entered into a foreign currency swap agreement for a notional amount of $\t931\tmillion, to sell £\t740\tmillion. The swap agreement was formally designated and qualified as a cash flow hedge. The swap expires on the earlier of the divestiture closing date or March 28, 2024. The gain or loss due to changes in the fair value of the foreign currency swap was recorded in other comprehensive income until the Circle Health divestiture closed, at which time the gain or loss was recorded in earnings to the same line in the Consolidated Statements of Operations as the gain or loss on sale. The fair value of the swap agreement as of December 31, 2023 was $\t13\tmillion, which was recorded in accounts payable and accrued expenses in the Consolidated Balance Sheets.\tOn January 12, 2024, the Company completed the divestiture for $\t931\tmillion and settled the foreign currency swap. The Company expects to realize a net tax benefit of $\t50\tmillion in 2024 on the loss recognized on the divestiture.\t81\tT\table of Contents\tOperose Health Group Divestiture\tIn November 2023, the Company signed a definitive agreement to sell Operose Health and completed the divestiture on December 28, 2023. During 2023, the Company recorded impairment charges to Operose Health primarily related to goodwill, intangible assets and property, software and equipment of $\t140\tmillion, or $\t128\tmillion after-tax based on market indicators of fair value\t.\t4.\tShort-term and Long-term Investments, Restricted Deposits\tShort-term and long-term investments and restricted deposits by investment type consist of the following ($ in millions):\tDecember 31, 2023\tDecember 31, 2022\tAmortized Cost\tGross Unrealized  Gains\tGross Unrealized Losses\tFair Value\tAmortized Cost\tGross Unrealized  Gains\tGross Unrealized Losses\tFair Value\tDebt securities:\tU.S. Treasury securities and obligations of U.S. government corporations and agencies\t$\t403\t$\t \t$\t(\t8\t)\t$\t395\t$\t695\t$\t \t$\t(\t16\t)\t$\t679\tCorporate securities\t9,984\t78\t(\t461\t)\t9,601\t10,127\t12\t(\t778\t)\t9,361\tRestricted certificates of deposit\t4\t \t \t4\t4\t \t \t4\tRestricted cash equivalents\t259\t \t \t259\t256\t \t \t256\tShort-term time deposits\t746\t \t \t746\t204\t \t \t204\tMunicipal securities\t4,135\t21\t(\t171\t)\t3,985\t4,055\t6\t(\t280\t)\t3,781\tAsset-backed securities\t1,665\t8\t(\t35\t)\t1,638\t1,396\t \t(\t70\t)\t1,32",
            "Consolidated Balance Sheets are categorized based upon observable or unobservable inputs used to estimate fair value.\tLevel inputs are as follows:\tLevel Input:\tInput Definition:\tLevel I\tInputs are unadjusted, quoted prices for identical assets or liabilities in active markets at the measurement date.\tLevel II\tInputs other than quoted prices included in Level I that are observable for the asset or liability through corroboration with market data at the measurement date.\tLevel III\tUnobservable inputs that reflect management's best estimate of what market participants would use in pricing the asset or liability at the measurement date.\tThe following table summarizes fair value measurements by level at December 31, 2023, for assets and liabilities measured at fair value on a recurring basis ($ in millions):\tLevel I\tLevel II\tLevel III\tTotal\tAssets\tCash and cash equivalents\t$\t17,193\t$\t \t$\t \t$\t17,193\tInvestments:\tU.S. Treasury securities and obligations of U.S. government corporations and agencies\t$\t62\t$\t \t$\t \t$\t62\tCorporate securities\t \t9,564\t \t9,564\tMunicipal securities\t \t3,232\t \t3,232\tShort-term time deposits\t \t746\t \t746\tAsset-backed securities\t \t1,638\t \t1,638\tResidential mortgage-backed securities\t \t1,407\t \t1,407\tCommercial mortgage-backed securities\t \t1,072\t \t1,072\tEquity securities\t15\t2\t \t17\tTotal investments\t$\t77\t$\t17,661\t$\t \t$\t17,738\tRestricted deposits:\tCash and cash equivalents\t$\t259\t$\t \t$\t \t$\t259\tU.S. Treasury securities and obligations of U.S. government corporations and agencies\t333\t \t \t333\tCorporate securities\t \t37\t \t37\tCertificates of deposit\t \t4\t \t4\tMunicipal securities\t \t753\t \t753\tTotal restricted deposits\t$\t592\t$\t794\t$\t \t$\t1,386\tTotal assets at fair value\t$\t17,862\t$\t18,455\t$\t \t$\t36,317\tLiabilities\tAccounts payable and accrued expenses:\tForeign currency swap agreement\t$\t \t$\t13\t$\t \t$\t13\tTotal liabilities at fair value\t$\t \t$\t13\t$\t \t$\t13\t84\tT\table of Contents\tThe following table summarizes fair value measurements by level at December 31, 2022, for assets and liabilities measured at fair value on a recurring basis ($ in millions):\tLevel I\tLevel II\tLevel III\tTotal\tAssets\tCash and cash equivalents\t$\t12,074\t$\t \t$\t \t$\t12,074\tInvestments:\tU.S. Treasury securities and obligations of U.S. government corporations and agencies\t$\t366\t$\t5\t$\t \t$\t371\tCorporate securities\t \t9,328\t \t9,328\tMunicipal securities\t \t3,165\t \t3,165\tShort-term time deposits\t \t204\t \t204\tAsset-backed securities\t \t1,326\t \t1,326\tResidential mortgage-backed securities\t \t1,046\t \t1,046\tCommercial mortgage-backed securities\t \t862\t \t862\tEquity securities\t15\t2\t \t17\tTotal investments\t$\t381\t$\t15,938\t$\t \t$\t16,319\tRestricted deposits:\tCash and cash equivalents\t$\t256\t$\t \t$\t \t$\t256\tU.S. Treasury securities and obligations of U.S. government corporations and agencies\t308\t \t \t308\tCorporate securities\t \t33\t \t33\tCertificates of deposit\t \t4\t \t4\tMunicipal securities\t \t616\t \t616\tTotal restricted deposits\t$\t564\t$\t653\t$\t \t$\t1,217\tTotal assets at fair value\t$\t13,019\t$\t16,591\t$\t \t$\t29,610\tThe Company utili",
            "Consolidated Balance Sheets.\tCash paid for amounts included in the measurement of lease liabilities, recorded as operating cash flows in the Consolidated Statements of Cash Flows, was $\t378\tmillion and $\t440\tmillion during the years ended December 31, 2023 and 2022, respectively. New operating leases commenced resulting in the recognition of ROU assets and lease liabilities of $\t40\tmillion and $\t60\tmillion during the years ended December 31, 2023 and 2022, respectively. In connection with the acquisition of Magellan in January 2022, the Company acquired $\t30\tmillion of ROU assets and lease liabilities. As of December 31, 2023, the Company had additional operating leases that have not yet commenced of $\t1\tmillion. These operating leases will commence in 2024 with lease terms of approximately\tfive years\t.\tAs part of the real estate optimization initiative as described in Note 6.\tProperty, Software and Equipment\t, the Company vacated and abandoned various domestic leased properties. As a result, the Company assessed the ROU assets for impairment. The Company engaged a third-party real estate specialist to determine the recoverability of the leased properties. The valuation primarily considered comparable leased properties in each market and the assessment of potential future rental income that could be generated by the ROU assets.\tAs a result of the ongoing real estate optimization initiative, the Company recognized $\t40\tmillion and $\t577\tmillion of ROU asset impairments for the years ended December 31, 2023 and 2022, respectively. The remainder of the $\t97\tmillion and $\t1,627\tmillion real estate optimization impairment charges for the years ended December 31, 2023 and 2022, respectively, was related to Property, Software and Equipment, refer to Note 6.\tProperty, Software and Equipment\t.\tAs of December 31, 2023, the weighted average remaining lease term for the Company was\t20.5\tyears. The average remaining lease term of the Circle Health portfolio is\t26.3\tyears. Excluding Circle Health, the average remaining lease term of the Company's portfolio is\t8.1\tyears. The lease liabilities as of December 31, 2023, reflect a weighted average discount rate of\t5.8\t%, or\t3.3\t% excluding Circle Health.\t96\tT\table of Contents\tLease payments over the next five years and thereafter are as follows ($ in millions):\tLease Payments\t2024\t$\t198\t2025\t174\t2026\t148\t2027\t132\t2028\t112\tThereafter\t434\tTotal lease payments\t1,198\tLess: imputed interest\t(\t150\t)\tTotal lease liabilities\t$\t1,048\t12.\tStockholders' Equity\tThe Company's Board of Directors has authorized a stock repurchase program of the Company's common stock from time to time on the open market or through privately negotiated transactions. In 2023, the Company's Board of Directors authorized an increase under the program of $\t4,000\tmillion. With these increases, the Company is authorized to repurchase up to $\t10,000\tmillion, inclusive of past authorizations. As of December 31, 2023, the Company had a remaining amount of"
        ],
        "timestamp": "2025-01-21_09-31-47"
    }
}