{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\t(In millions, except shares in thousands and per share data in dollars)\tSeptember 30, 2021\tDecember 31, 2020\t(Unaudited)\tASSETS\tCurrent assets:\tCash and cash equivalents\t$\t13,423\t$\t10,800\tPremium and trade receivables\t11,516\t9,696\tShort-term investments\t1,517\t1,580\tOther current assets\t1,600\t1,317\tTotal current assets\t28,056\t23,393\tLong-term investments\t13,561\t12,853\tRestricted deposits\t1,114\t1,060\tProperty, software and equipment, net\t3,302\t2,774\tGoodwill\t19,699\t18,652\tIntangible assets, net\t8,143\t8,388\tOther long-term assets\t3,868\t1,599\tTotal assets\t$\t77,743\t$\t68,719\tLIABILITIES, REDEEMABLE NONCONTROLLING INTERESTS AND STOCKHOLDERS  EQUITY\tCurrent liabilities:\tMedical claims liability\t$\t14,099\t$\t12,438\tAccounts payable and accrued expenses\t8,089\t7,069\tReturn of premium payable\t2,238\t1,458\tUnearned revenue\t371\t523\tCurrent portion of long-term debt\t245\t97\tTotal current liabilities\t25,042\t21,585\tLong-term debt\t18,594\t16,682\tDeferred tax liability\t1,440\t1,534\tOther long-term liabilities\t5,993\t2,956\tTotal liabilities\t51,069\t42,757\tCommitments and contingencies\tRedeemable noncontrolling interests\t84\t77\tStockholders  equity:\tPreferred stock, $\t0.001\tpar value; authorized\t10,000\tshares;\tno\tshares issued or outstanding at September 30, 2021 and December 31, 2020\t \t \tCommon stock, $\t0.001\tpar value; authorized\t800,000\tshares;\t600,708\tissued and\t583,500\toutstanding at September 30, 2021, and\t598,249\tissued and\t581,479\toutstanding at December 31, 2020\t1\t1\tAdditional paid-in capital\t19,594\t19,459\tAccumulated other comprehensive earnings\t176\t337\tRetained earnings\t7,540\t6,792\tTreasury stock, at cost (\t17,208\tand\t16,770\tshares, respectively)\t(\t845\t)\t(\t816\t)\tTotal Centene stockholders  equity\t26,466\t25,773\tNonredeemable noncontrolling interest\t124\t112\tTotal stockholders  equity\t26,590\t25,885\tTotal liabilities, redeemable noncontrolling interests and stockholders  equity\t$\t77,743\t$\t68,719\tThe accompanying notes to the consolidated financial statements are an integral part of these statements.\t1\tTable of Contents\tCENTENE CORPORATION AND SUBSIDIARIES\tCONSOLIDATED STATEMENTS OF OPERATIONS\t(In millions, except shares in thousands and per share data in dollars)\t(Unaudited)\tThree Months Ended September 30,\tNine Months Ended September 30,\t2021\t2020\t2021\t2020\tRevenues:\tPremium\t$\t28,876\t$\t26,537\t$\t83,436\t$\t74,496\tService\t1,638\t922\t4,054\t2,859\tPremium and service revenues\t30,514\t27,459\t87,490\t77,355\tPremium tax and health insurer fee\t1,892\t1,631\t5,924\t5,472\tTotal revenues\t32,406\t29,090\t93,414\t82,827\tExpenses:\tMedical costs\t25,430\t22,932\t73,210\t63,659\tCost of services\t1,355\t861\t3,510\t2,519\tSelling, general and administrative expenses\t2,684\t2,507\t7,324\t7,146\tAmortization of acquired intangible assets\t198\t164\t581\t527\tPremium tax expense\t1,965\t1,389\t6,129\t4,737\tHealth insurer fee expense\t \t376\t \t1,100\tImpairment\t229\t \t229\t72\tLegal settlement\t \t \t1,250\t \tTotal operating expenses\t31,861\t28,229\t92,233\t79,760\tEarnings from operations\t545\t861\t1,181\t3,06",
            "Consolidated Balance Sheets are categorized based upon observable or unobservable inputs used to estimate fair value. Level inputs are as follows:\tLevel Input:\tInput Definition:\tLevel I\tInputs are unadjusted, quoted prices for identical assets or liabilities in active markets at the measurement date.\tLevel II\tInputs other than quoted prices included in Level I that are observable for the asset or liability through corroboration with market data at the measurement date.\tLevel III\tUnobservable inputs that reflect management s best estimate of what market participants would use in pricing the asset or liability at the measurement date.\t10\tTable of Contents\tThe following table summarizes fair value measurements by level at September 30, 2021, for assets and liabilities measured at fair value on a recurring basis ($ in millions):\tLevel I\tLevel II\tLevel III\tTotal\tAssets\tCash and cash equivalents\t$\t13,423\t$\t \t$\t \t$\t13,423\tInvestments:\tU.S. Treasury securities and obligations of U.S. government corporations and agencies\t$\t216\t$\t \t$\t \t$\t216\tCorporate securities\t \t7,796\t \t7,796\tMunicipal securities\t \t3,042\t \t3,042\tShort-term time deposits\t \t78\t \t78\tAsset-backed securities\t \t1,148\t \t1,148\tResidential mortgage-backed securities\t \t911\t \t911\tCommercial mortgage-backed securities\t \t830\t \t830\tEquity securities\t315\t2\t \t317\tTotal investments\t$\t531\t$\t13,807\t$\t \t$\t14,338\tRestricted deposits:\tCash and cash equivalents\t$\t211\t$\t \t$\t \t$\t211\tCertificates of deposit\t \t4\t \t4\tCorporate securities\t \t31\t \t31\tMunicipal securities\t \t428\t \t428\tU.S. Treasury securities and obligations of U.S. government corporations and agencies\t440\t \t \t440\tTotal restricted deposits\t$\t651\t$\t463\t$\t \t$\t1,114\tOther current assets:\tForeign currency swap agreement\t$\t \t$\t18\t$\t \t$\t18\tTotal assets at fair value\t$\t14,605\t$\t14,288\t$\t \t$\t28,893\t11\tTable of Contents\tThe following table summarizes fair value measurements by level at December 31, 2020, for assets and liabilities measured at fair value on a recurring basis ($ in millions):\tLevel I\tLevel II\tLevel III\tTotal\tAssets\tCash and cash equivalents\t$\t10,800\t$\t \t$\t \t$\t10,800\tInvestments:\tU.S. Treasury securities and obligations of U.S. government corporations and agencies\t$\t165\t$\t \t$\t \t$\t165\tCorporate securities\t \t6,789\t \t6,789\tMunicipal securities\t \t3,070\t \t3,070\tShort-term time deposits\t \t53\t \t53\tAsset backed securities\t \t1,164\t \t1,164\tResidential mortgage backed securities\t \t1,095\t \t1,095\tCommercial mortgage backed securities\t \t773\t \t773\tEquity securities\t316\t2\t \t318\tTotal investments\t$\t481\t$\t12,946\t$\t \t$\t13,427\tRestricted deposits:\tCash and cash equivalents\t$\t157\t$\t \t$\t \t$\t157\tCertificates of deposit\t \t105\t \t105\tCorporate securities\t \t25\t \t25\tMunicipal securities\t \t27\t \t27\tU.S. Treasury securities and obligations of U.S. government corporations and agencies\t746\t \t \t746\tTotal restricted deposits\t$\t903\t$\t157\t$\t \t$\t1,060\tTotal assets at fair value\t$\t12,184\t$\t13,103\t$\t \t$\t25,287\tThe Company utilizes matrix-pricing services to estimate fair value for securi",
            "Consolidated Balance Sheet. Based on the current fair value of the swap, the Company expects an immaterial impact to its cash flows upon concurrent settlement of the swap and intercompany note receivable. The offsetting changes in fair value of the foreign currency swap and the remeasurement on the underlying intercompany note receivable were both recognized in investment and other income in the Consolidated Statements of Operations. The Company does not hold or issue any derivative instruments for trading or speculative purposes.\tThe fair value of the swap contract excludes accrued interest and considers the swap counterparty s credit risk and the current likelihood of the counterparty s compliance with its contractual obligations.\tRevolving Credit Agreement and Term Loan Credit Facility\tIn August 2021, the Company amended and restated its existing credit agreement to, among other things, (i) extend the various maturities under the Existing Credit Agreement until 2026, (ii) increase the aggregate principal amount of the U.S. dollar unsecured term loan facility under the Existing Credit Agreement from $\t1,450\tmillion to $\t2,200\tmillion, (iii) increase the maximum total net leverage ratio permitted under the total debt to EBITDA financial covenant from\t3.50\t:1.00 to\t4.00\t:1.00, (iv) reduce the applicable margin with respect to borrowings to between\t1.50\t% to\t1.125\t%, based on the total debt to EBITDA ratio and type of borrowing and (v) include scheduled amortization payments with respect to the term loan facility equal to\t0.0\t% for the first year following closing,\t2.5\t% for the second year following closing and\t5\t% thereafter until maturity.\tConstruction Loan\tIn October 2017, the Company executed a $\t200\tmillion non-recourse construction loan to fund the expansion of the Company's corporate headquarters. Until final completion of the construction project, which occurred in July 2021, the loan bore interest based on one month LIBOR plus\t2.70\t%, which reduced to LIBOR plus\t2.00\t% at the time construction was completed. The agreement contains financial and non-financial covenants similar to those contained in the Company Credit Facility. The Company guaranteed completion of the construction project associated with the loan. In April 2021, the Company finalized the\tone year\textension of the construction loan maturing in April 2022. As of September 30, 2021, the Company had $\t188\tmillion in borrowings outstanding under the loan, which is included in the current portion of long-term debt.\tMortgage Notes Payable\tThe Company paid its non-recourse mortgage note of $\t50\tmillion in January 2021. The mortgage note was collateralized by its corporate headquarters building and bore a\t5.14\t% interest rate.\t7.\tLeases\tThe Company records right of use (ROU) assets and lease liabilities for non-cancelable operating leases primarily for real estate and equipment. Leases with an initial term of 12 months or less are not recorded on the balance sheet. Expense related"
        ],
        "timestamp": "2025-01-21_09-32-48"
    }
}