{
    "balance": {
        "data": [
            "Consolidated Balance Sheet\t4\tConsolidated Statement of Cash Flows\t5\tNotes to Consolidated Financial Statements\t6\tItem 2. Management s Discussion and Analysis of Financial Condition and Results of Operations\t25\tItem 3. Quantitative and Qualitative Disclosures About Market Risk\t47\tItem 4. Controls and Procedures\t47\tPart II Other Information\tItem 1. Legal Proceedings\t47\tItem 1A. Risk Factors\t47\tItem 2. Unregistered Sales of Equity Securities and Use of Proceeds\t48\tItem 6. Exhibit\ts\t49\tSignature\t50\tCommonly Used Abbreviations\tTable of Contents\tCommonly Used Abbreviations\tThe following industry-specific, accounting and other terms, and abbreviations may be commonly used in this report.\tCurrencies\tAccounting\t$ or USD\tU.S. dollar\tARO\tasset retirement obligation\tCAD\tCanadian dollar\tASC\taccounting standards codification\tEUR\tEuro\tASU\taccounting standards update\tGBP\tBritish pound\tDD&A\tdepreciation, depletion and amortization\tUnits of Measurement\tFASB\tFinancial Accounting Standards\tBoard\tBBL\tbarrel\tBCF\tbillion cubic feet\tFIFO\tfirst-in, first-out\tBOE\tbarrels of oil equivalent\tG&A\tgeneral and administrative\tMBD\tthousands of barrels per day\tGAAP\tgenerally accepted accounting principles\tMCF\tthousand cubic feet\tMM\tmillion\tLIFO\tlast-in, first-out\tMMBOE\tmillion barrels of oil equivalent\tNPNS\tnormal purchase normal sale\tMBOED\tthousands of barrels of oil equivalent per day\tPP&E\tproperties, plants and equipment\tMMBOED\tmillions of barrels of oil equivalent\tper day\tVIE\tvariable interest entity\tMMBTU\tmillion British thermal units\tMMCFD\tmillion cubic feet per day\tMiscellaneous\tMTPA\tmillion tonnes per annum\tCERCLA\tFederal Comprehensive Environmental Response Compensation and Liability Act\tIndustry\tDEI\tdiversity, equity and inclusion\tBLM\tBureau of Land Management\tEPA\tEnvironmental Protection Agency\tCBM\tcoalbed methane\tESG\tEnvironmental, Social and Corporate Governance\tCCS\tcarbon capture and storage\tE&P\texploration and production\tEU\tEuropean Union\tFEED\tfront-end engineering and design\tFERC\tFederal Energy Regulatory Commission\tFID\tfinal investment decision\tFPS\tfloating production system\tGHG\tgreenhouse gas\tFPSO\tfloating production, storage and\tHSE\thealth, safety and environment\toffloading\tICC\tInternational Chamber of Commerce\tG&G\tgeological and geophysical\tICSID\tWorld Bank s International\tJOA\tjoint operating agreement\tCentre for Settlement of\tLNG\tliquefied natural gas\tInvestment Disputes\tNGLs\tnatural gas liquids\tIRS\tInternal Revenue Service\tOPEC\tOrganization of Petroleum\tOTC\tover-the-counter\tExporting Countries\tNYSE\tNew York Stock Exchange\tPSC\tproduction sharing contract\tSEC\tU.S. Securities and Exchange\tPUDs\tproved undeveloped reserves\tCommission\tSAGD\tsteam-assisted gravity drainage\tTSR\ttotal shareholder return\tWCS\tWestern Canadian Select\tU.K.\tUnited Kingdom\tWTI\tWest Texas Intermediate\tU.S.\tUnited States of America\tVROC\tvariable return of cash\t1\tConocoPhillips      2023 Q1 10-Q\tFinancial Statements\tTable of Contents\tPART I. Financial Information\tItem 1.    Financial Statements",
            "Consolidated Balance Sheet\tConocoPhillips\tMillions of Dollars\tMarch 31\t2023\tDecember 31\t2022\tAssets\tCash and cash equivalents\t$\t6,974\t6,458\tShort-term investments\t1,635\t2,785\tAccounts and notes receivable (net of allowance of $\t3\tand $\t2\t, respectively)\t5,280\t7,075\tAccounts and notes receivable related parties\t16\t13\tInventories\t1,258\t1,219\tPrepaid expenses and other current assets\t953\t1,199\tTotal Current Assets\t16,116\t18,749\tInvestments and long-term receivables\t8,197\t8,225\tNet properties, plants and equipment (net of accumulated DD&A of $\t67,691\tand $\t66,630\t, respectively)\t65,090\t64,866\tOther assets\t2,038\t1,989\tTotal Assets\t$\t91,441\t93,829\tLiabilities\tAccounts payable\t$\t5,078\t6,113\tAccounts payable related parties\t22\t50\tShort-term debt\t1,317\t417\tAccrued income and other taxes\t2,847\t3,193\tEmployee benefit obligations\t420\t728\tOther accruals\t1,869\t2,346\tTotal Current Liabilities\t11,553\t12,847\tLong-term debt\t15,266\t16,226\tAsset retirement obligations and accrued environmental costs\t6,324\t6,401\tDeferred income taxes\t7,927\t7,726\tEmployee benefit obligations\t1,007\t1,074\tOther liabilities and deferred credits\t1,581\t1,552\tTotal Liabilities\t43,658\t45,826\tEquity\tCommon stock (\t2,500,000,000\tshares authorized at $\t0.01\tpar value)\tIssued (2023 \t2,102,510,826\tshares; 2022 \t2,100,885,134\tshares)\tPar value\t21\t21\tCapital in excess of par\t61,100\t61,142\tTreasury stock (at cost: 2023 \t892,452,137\tshares; 2022 \t877,029,062\tshares)\t(\t61,904\t)\t(\t60,189\t)\tAccumulated other comprehensive loss\t(\t6,027\t)\t(\t6,000\t)\tRetained earnings\t54,593\t53,029\tTotal Equity\t47,783\t48,003\tTotal Liabilities and Equity\t$\t91,441\t93,829\tSee Notes to Consolidated Financial Statements.\tConocoPhillips      2023 Q1 10-Q\t4\tFinancial Statements\tTable of Contents\tConsolidated Statement of Cash Flows\tConocoPhillips\tMillions of Dollars\tThree Months Ended\tMarch 31\t2023\t2022\tCash Flows From Operating Activities\tNet income\t$\t2,920\t5,759\tAdjustments to reconcile net income to net cash provided by operating activities\tDepreciation, depletion and amortization\t1,942\t1,823\tImpairments\t1\t2\tDry hole costs and leasehold impairments\t68\t7\tAccretion on discounted liabilities\t68\t61\tDeferred taxes\t324\t373\tUndistributed equity earnings\t491\t220\tGain on dispositions\t(\t93\t)\t(\t817\t)\tGain on investment in Cenovus Energy\t \t(\t251\t)\tOther\t(\t35\t)\t(\t152\t)\tWorking capital adjustments\tDecrease (increase) in accounts and notes receivable\t1,701\t(\t1,535\t)\tDecrease (increase) in inventories\t(\t45\t)\t27\tDecrease in prepaid expenses and other current assets\t255\t58\tDecrease in accounts payable\t(\t1,266\t)\t(\t204\t)\tDecrease in taxes and other accruals\t(\t928\t)\t(\t303\t)\tNet Cash Provided by Operating Activities\t5,403\t5,068\tCash Flows From Investing Activities\tCapital expenditures and investments\t(\t2,897\t)\t(\t3,161\t)\tWorking capital changes associated with investing activities\t208\t363\tAcquisition of businesses, net of cash acquired\t \t37\tProceeds from asset dispositions\t188\t2,332\tNet (purchase) sale of investments\t1,065\t(\t263\t)\tCollection of advan"
        ],
        "timestamp": "2025-01-21_09-34-35"
    }
}