{
    "balance": {
        "data": [
            "Consolidated Balance Sheet\tConocoPhillips\tMillions of Dollars\tJune 30\tDecember 31\t2019\t2018\tAssets\tCash and cash equivalents\t$\t5,941\t5,915\tShort-term investments\t732\t248\tAccounts and notes receivable (net of allowance of $\t11\tmillion in 2019\tand $\t25\tmillion in 2018)\t3,490\t3,920\tAccounts and notes receivable related parties\t161\t147\tInvestment in Cenovus Energy\t1,835\t1,462\tInventories\t1,089\t1,007\tPrepaid expenses and other current assets\t2,552\t575\tTotal Current Assets\t15,800\t13,274\tInvestments and long-term receivables\t8,748\t9,329\tLoans and advances related parties\t268\t335\tNet properties, plants and equipment (net of accumulated depreciation, depletion\tand amortization of $\t60,043\tmillion in 2019 and $\t64,899\tmillion in 2018)\t44,334\t45,698\tOther assets\t2,111\t1,344\tTotal Assets\t$\t71,261\t69,980\tLiabilities\tAccounts payable\t$\t3,618\t3,863\tAccounts payable related parties\t17\t32\tShort-term debt\t114\t112\tAccrued income and other taxes\t1,213\t1,320\tEmployee benefit obligations\t529\t809\tOther accruals\t3,505\t1,259\tTotal Current Liabilities\t8,996\t7,395\tLong-term debt\t14,809\t14,856\tAsset retirement obligations and accrued environmental costs\t5,996\t7,688\tDeferred income taxes\t4,825\t5,021\tEmployee benefit obligations\t1,689\t1,764\tOther liabilities and deferred credits\t1,872\t1,192\tTotal Liabilities\t38,187\t37,916\tEquity\tCommon stock (\t2,500,000,000\tshares authorized at $\t0.010\tpar value)\tIssued (2019 \t1,794,922,850\tshares; 2018 \t1,791,637,434\tshares)\tPar value\t18\t18\tCapital in excess of par\t46,922\t46,879\tTreasury stock (at cost: 2019 \t684,781,255\tshares; 2018 \t653,288,213\tshares)\t(\t44,906\t)\t(\t42,905\t)\tAccumulated other comprehensive loss\t(\t5,827\t)\t(\t6,063\t)\tRetained earnings\t36,769\t34,010\tTotal Common Stockholders  Equity\t32,976\t31,939\tNoncontrolling interests\t98\t125\tTotal Equity\t33,074\t32,064\tTotal Liabilities and Equity\t$\t71,261\t69,980\tSee Notes to Consolidated Financial Statements.\t4\tTable of Contents\tConsolidated Statement of Cash Flows\tConocoPhillips\tMillions of Dollars\tSix Months Ended\tJune 30\t2019\t2018\tCash Flows From Operating Activities\tNet income\t$\t3,443\t2,554\tAdjustments to reconcile net income net cash provided by operating\tactivities\tDepreciation, depletion and amortization\t3,036\t2,850\tImpairments\t2\t(\t23\t)\tDry hole costs and leasehold impairments\t68\t36\tAccretion on discounted liabilities\t173\t177\tDeferred taxes\t(\t221\t)\t262\tUndistributed equity earnings\t362\t94\tGain on dispositions\t(\t99\t)\t(\t62\t)\tOther\t(\t394\t)\t(\t238\t)\tWorking capital adjustments\tDecrease in accounts and notes receivable\t461\t455\tIncrease in inventories\t(\t77\t)\t(\t21\t)\tIncrease in prepaid expenses and other current assets\t(\t149\t)\t(\t148\t)\tDecrease in accounts payable\t(\t326\t)\t(\t282\t)\tIncrease (decrease) in taxes and other accruals\t(\t494\t)\t87\tNet Cash Provided by Operating Activities\t5,785\t5,741\tCash Flows From Investing Activities\tCapital expenditures and investments\t(\t3,366\t)\t(\t3,534\t)\tWorking capital changes associated with investing activities\t24\t(\t92\t)\tProceeds from asset dispositions\t701\t308",
            "Consolidated Balance Sheet as of June 30, 2019.\tRestricted cash totaling $\t236\tmillion is included in the \"Other assets\" line of our Consolidated Balance Sheet as of December 31, 2018.\tSee Notes to Consolidated Financial Statements.\t5\tTable of Contents\tNotes to Consolidated Financial Statements\tConocoPhillips\tNote 1 Basis of Presentation\tThe interim-period financial information presented in the financial statements included in this report is unaudited and, in the opinion of management, includes all known accruals and adjustments necessary for a fair presentation of the consolidated financial position of ConocoPhillips and its results of operations and cash flows for such periods. All such adjustments are of a normal and recurring nature unless otherwise disclosed. Certain notes and other information have been condensed or omitted from the interim financial statements included in this report. Therefore, these financial statements should be read in conjunction with the consolidated financial statements and notes included in our 2018 Annual Report on Form 10-K.\tNote 2 Changes in Accounting Principles\tWe adopted the provisions of FASB ASU No. 2016-02, “Leases,” and its amendments set forth by the provisions of ASU No. 2018-01, “Land Easement Practical Expedient for Transition to Topic 842,” ASU No. 2018-10, “Codification Improvements to Topic 842, Leases,” ASU No. 2018-11, “Targeted Improvements,” ASU No. 2018-20, “Narrow-Scope Improvements for Lessors,” and ASU No. 2019-01, “Codification Improvements,” collectively FASB ASC Topic 842, “Leases” (ASC Topic 842), beginning January 1, 2019.\tASC Topic 842 establishes comprehensive accounting and financial reporting requirements for leasing arrangements, supersedes the existing requirements in FASB ASC Topic 840, “Leases” (ASC Topic 840), and requires lessees to recognize substantially all lease assets and lease liabilities on the balance sheet. The provisions of ASC Topic 842 also modify the definition of a lease and outline requirements for recognition, measurement, presentation and disclosure of leasing arrangements by both lessees and lessors.\tWe adopted ASC Topic 842 using the modified retrospective approach and elected to utilize the Optional Transition Method, which permits us to apply the provisions of ASC Topic 842 to leasing arrangements existing at or entered into after January 1, 2019, and present in our financial statements comparative periods prior to January 1, 2019 under the historical requirements of ASC Topic 840. In addition, we elected to adopt the package of optional transition-related practical expedients, which among other things, allows us to carry forward certain historical conclusions reached under ASC Topic 840 regarding lease identification, classification, and the accounting treatment of initial direct costs. Furthermore, we elected not to record assets and liabilities on our consolidated balance sheet for new or existing lease arrangements with terms of 12 months or less.\tThe",
            "Consolidated Balance Sheet at June, 30 2019\tCurrent liabilities\t$\t60\tNoncurrent liabilities\t70\t$\t130\tWe expect to recognize the contract liabilities as of June 30, 2019, as revenue between the remainder of 2019 and 2023.\tNote 21 Segment Disclosures and Related Information\tWe explore for, produce, transport and market crude oil, bitumen, natural gas, LNG and NGLs on a worldwide basis. We manage our operations through\tsix\toperating segments, which are primarily defined by geographic region: Alaska, Lower 48, Canada, Europe and North Africa, Asia Pacific and Middle East, and Other International.\tCorporate and Other represents income and costs not directly associated with an operating segment, such as most interest expense, corporate overhead and certain technology activities, including licensing revenues. Corporate assets include all cash and cash equivalents and short-term investments.\t31\tTable of Contents\tWe evaluate performance and allocate resources based on net income attributable to ConocoPhillips. Intersegment sales are at prices that approximate market.\tAnalysis of Results by Operating Segment\tMillions of Dollars\tThree Months Ended\tSix Months Ended\tJune 30\tJune 30\t2019\t2018\t2019\t2018\tSales and Other Operating Revenues\tAlaska\t$\t1,426\t1,403\t2,833\t2,788\tLower 48\t3,809\t3,852\t7,962\t7,804\tIntersegment eliminations\t(\t11\t)\t(\t1\t)\t(\t23\t)\t(\t4\t)\tLower 48\t3,798\t3,851\t7,939\t7,800\tCanada\t717\t810\t1,540\t1,701\tIntersegment eliminations\t(\t335\t)\t(\t290\t)\t(\t585\t)\t(\t545\t)\tCanada\t382\t520\t955\t1,156\tEurope and North Africa\t1,313\t1,644\t2,859\t3,252\tAsia Pacific and Middle East\t1,030\t1,006\t2,373\t2,222\tCorporate and Other\t4\t80\t144\t84\tConsolidated sales and other operating revenues\t$\t7,953\t8,504\t17,103\t17,302\tSales and Other Operating Revenues by Geographic Location\tUnited States\t$\t5,225\t5,256\t10,911\t10,592\tAustralia\t311\t303\t870\t743\tCanada\t382\t520\t955\t1,156\tChina\t159\t136\t402\t354\tIndonesia\t226\t213\t431\t428\tLibya\t267\t262\t521\t538\tMalaysia\t334\t356\t670\t700\tNorway\t561\t715\t1,149\t1,378\tUnited Kingdom\t485\t668\t1,189\t1,337\tOther foreign countries\t3\t75\t5\t76\tWorldwide consolidated\t$\t7,953\t8,504\t17,103\t17,302\tSales and Other Operating Revenues by Product\tCrude Oil\t$\t4,813\t4,776\t9,394\t9,226\tNatural gas\t1,915\t2,294\t4,918\t5,090\tNatural gas liquids\t213\t265\t451\t496\tOther*\t1,012\t1,169\t2,340\t2,490\tConsolidated sales and other operating revenues by product\t$\t7,953\t8,504\t17,103\t17,302\t*Includes LNG and bitumen.\t32\tTable of Contents\tMillions of Dollars\tThree Months Ended\tSix Months Ended\tJune 30\tJune 30\t2019\t2018\t2019\t2018\tNet Income Attributable to ConocoPhillips\tAlaska\t$\t462\t418\t846\t942\tLower 48\t206\t410\t399\t718\tCanada\t100\t33\t222\t(\t32\t)\tEurope and North Africa\t407\t290\t614\t535\tAsia Pacific and Middle East\t517\t466\t1,042\t927\tOther International\t81\t(\t5\t)\t212\t(\t49\t)\tCorporate and Other\t(\t193\t)\t28\t78\t(\t513\t)\tConsolidated net income attributable to ConocoPhillips\t$\t1,580\t1,640\t3,413\t2,528\tMillions of Dollars\tJune 30\tDecember 31\t2019\t2018\tTotal Assets\tAlaska\t$\t15,392\t14,648\tLower 48\t14,792\t14,888\tCanada"
        ],
        "timestamp": "2025-01-21_09-35-59"
    }
}