{
    "balance": {
        "data": [
            "Consolidated Balance Sheets at March 31, 2022 and December 31, 2021\t2\tCondensed Consolidated Statements of\tIncome\tfor the Three Months Ended March 31, 2022 and 2021\t3\tCondensed Consolidated Statements of Comprehensive Income for the Three Months Ended March 31, 2022 and 2021\t4\tCondensed Consolidated Statements of Stockholders  Equity for the Three Months Ended March 31, 2022 and 2021\t5\tCondensed Consolidated Statements of Cash Flows for the Three Months Ended March 31, 2022 and 2021\t6\tNotes to Condensed Consolidated Financial Statements\t7\tItem 2.\tManagement s Discussion and Analysis of Financial Condition and Results of Operations\t27\tItem 3.\tQuantitative and Qualitative Disclosures About Market Risk\t32\tItem 4.\tControls and Procedures\t33\tPART II.\tOTHER INFORMATION\t34\tItem 1.\tLegal Proceedings\t34\tItem 1A.\tRisk Factors\t34\tItem 2.\tUnregistered Sales of Equity Securities and Use of Proceeds\t48\tItem 3.\tDefaults Upon Senior Securities\t48\tItem 4.\tMine Safety Disclosures\t48\tItem 5.\tOther Information\t48\tItem 6.\tExhibits\t48\tSIGNATURES\t52\tWe own or have rights to various trademarks and trade names used in our business, including the following: GILEAD\t®\t, GILEAD SCIENCES\t®\t, AMBISOME\t®\t, ATRIPLA\t®\t, BIKTARVY\t®\t, CAYSTON\t®\t, COMPLERA\t®\t, DESCOVY\t®\t, DESCOVY FOR PREP\t®\t, EMTRIVA\t®\t, EPCLUSA\t®\t, EVIPLERA\t®\t, GENVOYA\t®\t, HARVONI\t®\t, HEPCLUDEX\t®\t(BULEVIRTIDE), HEPSERA\t®\t, JYSELECA\t®\t(FILGOTINIB), LETAIRIS\t®\t, ODEFSEY\t®\t, RANEXA\t®\t, SOVALDI\t®\t, STRIBILD\t®\t, TECARTUS\t®\t, TRODELVY\t®\t, TRUVADA\t®\t, TRUVADA FOR PREP\t®\t, TYBOST\t®\t, VEKLURY\t®\t, VEMLIDY\t®\t, VIREAD\t®\t, VOSEVI\t®\t, YESCARTA\t®\tand ZYDELIG\t®\t. This report also refers to trademarks, service marks and trade names of other companies.\tPART I.    FINANCIAL INFORMATION\tItem 1.    CONDENSED CONSOLIDATED FINANCIAL STATEMENTS\tGILEAD SCIENCES, INC.\tCONDENSED CONSOLIDATED BALANCE SHEETS\t(unaudited)\t(in millions, except per share amounts)\tMarch 31, 2022\tDecember 31, 2021\tAssets\tCurrent assets:\tCash and cash equivalents\t$\t4,296\t$\t5,338\tShort-term marketable debt securities\t1,029\t1,182\tAccounts receivable, net\t3,787\t4,493\tInventories\t1,482\t1,618\tPrepaid and other current assets\t2,035\t2,141\tTotal current assets\t12,629\t14,772\tProperty, plant and equipment, net\t5,253\t5,121\tLong-term marketable debt securities\t1,427\t1,309\tIntangible assets, net\t30,331\t33,455\tGoodwill\t8,314\t8,332\tOther long-term assets\t5,126\t4,963\tTotal assets\t$\t63,080\t$\t67,952\tLiabilities and Stockholders  Equity\tCurrent liabilities:\tAccounts payable\t$\t583\t$\t705\tAccrued government and other rebates\t3,450\t3,244\tAccrued and other current liabilities\t3,500\t6,145\tCurrent portion of long-term debt and other obligations, net\t1,025\t1,516\tTotal current liabilities\t8,558\t11,610\tLong-term debt, net\t25,183\t25,179\tLong-term income taxes payable\t4,793\t4,767\tDeferred tax liability\t3,687\t4,356\tOther long-term obligations\t944\t976\tCommitments and contingencies (Note 10)\tStockholders  equity:\tPreferred stock, par value $\t0.001\tper share;\t5\tshares authorized;\tno\tne outstanding",
            "CONSOLIDATED BALANCE SHEETS\t(unaudited)\t(in millions, except per share amounts)\tMarch 31, 2022\tDecember 31, 2021\tAssets\tCurrent assets:\tCash and cash equivalents\t$\t4,296\t$\t5,338\tShort-term marketable debt securities\t1,029\t1,182\tAccounts receivable, net\t3,787\t4,493\tInventories\t1,482\t1,618\tPrepaid and other current assets\t2,035\t2,141\tTotal current assets\t12,629\t14,772\tProperty, plant and equipment, net\t5,253\t5,121\tLong-term marketable debt securities\t1,427\t1,309\tIntangible assets, net\t30,331\t33,455\tGoodwill\t8,314\t8,332\tOther long-term assets\t5,126\t4,963\tTotal assets\t$\t63,080\t$\t67,952\tLiabilities and Stockholders  Equity\tCurrent liabilities:\tAccounts payable\t$\t583\t$\t705\tAccrued government and other rebates\t3,450\t3,244\tAccrued and other current liabilities\t3,500\t6,145\tCurrent portion of long-term debt and other obligations, net\t1,025\t1,516\tTotal current liabilities\t8,558\t11,610\tLong-term debt, net\t25,183\t25,179\tLong-term income taxes payable\t4,793\t4,767\tDeferred tax liability\t3,687\t4,356\tOther long-term obligations\t944\t976\tCommitments and contingencies (Note 10)\tStockholders  equity:\tPreferred stock, par value $\t0.001\tper share;\t5\tshares authorized;\tno\tne outstanding\t \t \tCommon stock, par value $\t0.001\tper share;\t5,600\tshares authorized;\t1,255\tand\t1,254\tshares issued and outstanding, respectively\t1\t1\tAdditional paid-in capital\t4,867\t4,661\tAccumulated other comprehensive income\t73\t83\tRetained earnings\t14,986\t16,324\tTotal Gilead stockholders  equity\t19,927\t21,069\tNoncontrolling interest\t(\t12\t)\t(\t5\t)\tTotal stockholders  equity\t19,915\t21,064\tTotal liabilities and stockholders  equity\t$\t63,080\t$\t67,952\tSee accompanying notes.\t2\tGILEAD SCIENCES, INC.\tCONDENSED CONSOLIDATED STATEMENTS OF INCOME\t(unaudited)\tThree Months Ended\tMarch 31,\t(in millions, except per share amounts)\t2022\t2021\tRevenues:\tProduct sales\t$\t6,534\t$\t6,340\tRoyalty, contract and other revenues\t56\t83\tTotal revenues\t6,590\t6,423\tCosts and expenses:\tCost of goods sold\t1,424\t1,361\tResearch and development expenses\t1,186\t1,055\tIn-process research and development impairment\t2,700\t \tAcquired in-process research and development expenses\t \t62\tSelling, general and administrative expenses\t1,083\t1,055\tTotal costs and expenses\t6,393\t3,533\tIncome from operations\t197\t2,890\tInterest expense\t(\t238\t)\t(\t257\t)\tOther income (expense), net\t(\t111\t)\t(\t369\t)\tIncome (loss) before income taxes\t(\t152\t)\t2,264\tIncome tax benefit (expense)\t164\t(\t542\t)\tNet income\t12\t1,722\tNet loss attributable to noncontrolling interest\t7\t7\tNet income attributable to Gilead\t$\t19\t$\t1,729\tNet income per share attributable to Gilead common stockholders - basic\t$\t0.02\t$\t1.38\tShares used in per share calculation - basic\t1,255\t1,256\tNet income per share attributable to Gilead common stockholders - diluted\t$\t0.02\t$\t1.37\tShares used in per share calculation - diluted\t1,262\t1,262\tSee accompanying notes.\t3\tGILEAD SCIENCES, INC.\tCONDENSED CONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME\t(unaudited)\tThree Months Ended\tMarch 31,\t(in millions)\t2022\t2021\tN",
            "Consolidated Balance Sheets:\t(in millions)\tMarch 31, 2022\tDecember 31, 2021\tCash and cash equivalents\t$\t57\t$\t6\tShort-term marketable debt securities\t1,029\t1,182\tLong-term marketable debt securities\t1,427\t1,309\tTotal\t$\t2,514\t$\t2,497\tThe following table summarizes our available-for-sale debt securities by contractual maturity:\tMarch 31, 2022\t(in millions)\tAmortized Cost\tFair Value\tWithin one year\t$\t1,091\t$\t1,086\tAfter one year through five years\t1,414\t1,397\tAfter five years\t31\t31\tTotal\t$\t2,536\t$\t2,514\tWe held a total of\t618\tand\t203\tpositions which were in unrealized loss positions as of March 31, 2022 and 2021, respectively.\tNo\timpairment was recognized for the three months ended March 31, 2022 and 2021.\tEquity Securities\tEquity Securities Measured at Fair Value\tThe following table summarizes the classification of our equity securities measured at fair value on a recurring basis, including our equity method investments in Galapagos and Arcus for which we elected and applied the fair value option as we believe it best reflects the underlying economics of these investments, on our Condensed Consolidated Balance Sheets:\t(in millions)\tMarch 31, 2022\tDecember 31, 2021\tCash and cash equivalents\t$\t2,360\t$\t3,661\tPrepaid and other current assets\t692\t885\tOther long-term assets\t1,286\t1,197\tTotal\t$\t4,337\t$\t5,743\tOther Equity Securities\tEquity method investments and other equity investments without readily determinable fair values were $\t375\tmillion and $\t338\tmillion as of March 31, 2022 and December 31, 2021, respectively, and were included in Other long-term assets on our Condensed Consolidated Balance Sheets.\tUnrealized Gains and Losses\tNet unrealized losses recognized on equity securities were $\t96\tmillion and $\t351\tmillion for the three months ended March 31, 2022 and 2021, respectively, and were included in Other income (expense), net on our Condensed Consolidated Statements of Income.\t13\t5.\tDERIVATIVE FINANCIAL INSTRUMENTS\tOur operations in foreign countries expose us to market risk associated with foreign currency exchange rate fluctuations between the U.S. dollar and various foreign currencies, primarily the Euro. To manage this risk, we hedge a portion of our foreign currency exposures related to outstanding monetary assets and liabilities as well as forecasted product sales using foreign currency exchange forward contracts. In general, the market risk related to these contracts is offset by corresponding gains and losses on the hedged transactions. The credit risk associated with these contracts is driven by changes in interest and currency exchange rates and, as a result, varies over time. By working only with major banks and closely monitoring current market conditions, we seek to limit the risk that counterparties to these contracts may be unable to perform. We also seek to limit our risk of loss by entering into contracts that permit net settlement at maturity. Therefore, our overall risk of loss in the event of a counterparty default is limited",
            "Consolidated Balance Sheets:\t(in millions)\tMarch 31, 2022\tDecember 31, 2021\tCash and cash equivalents\t$\t2,360\t$\t3,661\tPrepaid and other current assets\t692\t885\tOther long-term assets\t1,286\t1,197\tTotal\t$\t4,337\t$\t5,743\tOther Equity Securities\tEquity method investments and other equity investments without readily determinable fair values were $\t375\tmillion and $\t338\tmillion as of March 31, 2022 and December 31, 2021, respectively, and were included in Other long-term assets on our Condensed Consolidated Balance Sheets.\tUnrealized Gains and Losses\tNet unrealized losses recognized on equity securities were $\t96\tmillion and $\t351\tmillion for the three months ended March 31, 2022 and 2021, respectively, and were included in Other income (expense), net on our Condensed Consolidated Statements of Income.\t13\t5.\tDERIVATIVE FINANCIAL INSTRUMENTS\tOur operations in foreign countries expose us to market risk associated with foreign currency exchange rate fluctuations between the U.S. dollar and various foreign currencies, primarily the Euro. To manage this risk, we hedge a portion of our foreign currency exposures related to outstanding monetary assets and liabilities as well as forecasted product sales using foreign currency exchange forward contracts. In general, the market risk related to these contracts is offset by corresponding gains and losses on the hedged transactions. The credit risk associated with these contracts is driven by changes in interest and currency exchange rates and, as a result, varies over time. By working only with major banks and closely monitoring current market conditions, we seek to limit the risk that counterparties to these contracts may be unable to perform. We also seek to limit our risk of loss by entering into contracts that permit net settlement at maturity. Therefore, our overall risk of loss in the event of a counterparty default is limited to the amount of any unrealized gains on outstanding contracts (i.e., those contracts that have a positive fair value) at the date of default. We do not enter into derivative contracts for trading purposes.\tThe derivative instruments we use to hedge our exposures for certain monetary assets and liabilities are not designated as hedges and, as a result, changes in their fair value are recorded in Other income (expense), net on our Condensed Consolidated Statements of Income.\tThe derivative instruments we use to hedge our exposures for forecasted product sales are designated as cash flow hedges and have maturities of\t18\tmonths or less. Upon executing a hedging contract and each reporting period thereafter, we assess hedge effectiveness using regression analysis. The unrealized gains or losses on these hedges are recorded in Accumulated other comprehensive income (“AOCI”) and are reclassified into Product sales on our Condensed Consolidated Statements of Income when the respective hedged transactions affect earnings. The majority of gains and losses related to the hedged forecasted transact",
            "Consolidated Balance Sheets:\tMarch 31, 2022\tDerivative Assets\tDerivative Liabilities\t(in millions)\tClassification\tFair Value\tClassification\tFair Value\tDerivatives designated as hedges:\tForeign currency exchange contracts\tPrepaid and other current assets\t$\t77\tAccrued and other current liabilities\t$\t6\tForeign currency exchange contracts\tOther long-term assets\t3\tOther long-term obligations\t1\tTotal derivatives designated as hedges\t81\t7\tDerivatives not designated as hedges:\tForeign currency exchange contracts\tPrepaid and other current assets\t3\tAccrued and other current liabilities\t5\tTotal derivatives not designated as hedges\t3\t5\tTotal derivatives\t$\t84\t$\t11\t14\tDecember 31, 2021\tDerivative Assets\tDerivative Liabilities\t(in millions)\tClassification\tFair Value\tClassification\tFair Value\tDerivatives designated as hedges:\tForeign currency exchange contracts\tPrepaid and other current assets\t$\t75\tAccrued and other current liabilities\t$\t4\tForeign currency exchange contracts\tOther long-term assets\t5\tOther long-term obligations\t1\tTotal derivatives designated as hedges\t80\t5\tDerivatives not designated as hedges:\tForeign currency exchange contracts\tPrepaid and other current assets\t \tAccrued and other current liabilities\t \tTotal derivatives not designated as hedges\t \t \tTotal derivatives\t$\t80\t$\t5\tThe following table summarizes the effect of our foreign currency exchange contracts on our Condensed Consolidated Financial Statements:\tThree Months Ended\tMarch 31,\t(in millions)\t2022\t2021\tDerivatives designated as hedges:\tGain recognized in AOCI\t$\t28\t$\t78\tGain (loss) reclassified from AOCI into Product sales\t$\t22\t$\t(\t25\t)\tDerivatives not designated as hedges:\tGain recognized in Other income (expense), net\t$\t19\t$\t34\tFrom time to time, we may discontinue cash flow hedges and, as a result, record related amounts in Other income (expense), net on our Condensed Consolidated Statements of Income. There were\tno\tdiscontinuances of cash flow hedges for the three months ended March 31, 2022 and 2021.\tThe following table summarizes the potential effect of offsetting our foreign currency exchange contracts on our Condensed Consolidated Balance Sheets:\tGross Amounts Not Offset on the Condensed Consolidated Balance Sheets\t(in millions)\tGross Amounts of Assets/Liabilities Presented on the Condensed Consolidated Balance Sheets\tDerivative Financial Instruments\tCash Collateral Received/Pledged\tNet Amount (Legal Offset)\tAs of March 31, 2022\tDerivative assets\t$\t84\t$\t(\t9\t)\t$\t \t$\t75\tDerivative liabilities\t$\t11\t$\t(\t9\t)\t$\t \t$\t2\tAs of December 31, 2021\tDerivative assets\t$\t80\t$\t(\t4\t)\t$\t \t$\t76\tDerivative liabilities\t$\t5\t$\t(\t4\t)\t$\t \t$\t1\t15\t6.\tACQUISITIONS, COLLABORATIONS AND OTHER ARRANGEMENTS\tWe enter into acquisitions, licensing and strategic collaborations and other similar arrangements with third parties for the development and commercialization of certain products and product candidates. The collaborations and other arrangements may involve two or more parties who are active participants in the o",
            "Consolidated Balance Sheets as of December 31, 2021 and paid to Arcus in January 2022. Our payments to Arcus were included in Other in investing activities on our Condensed Consolidated Statements of Cash Flows for the three months ended March 31, 2022.\t7.\tGOODWILL AND INTANGIBLE ASSETS\tGoodwill\tThe following table summarizes the changes in the carrying amount of Goodwill:\t(in millions)\tAmount\tBalance as of December 31, 2021\t$\t8,332\tMeasurement period adjustments\t(\t18\t)\tBalance as of March 31, 2022\t$\t8,314\tDuring the three months ended March 31, 2022, goodwill decreased by $\t18\tmillion as a result of finalizing the amount of acquired net operating losses of MYR, which resulted in a decrease to the net deferred tax liability acquired.\t16\tIntangible Assets\tThe following table summarizes our Intangible assets, net:\tMarch 31, 2022\tDecember 31, 2021\t(in millions)\tGross\tCarrying\tAmount\tAccumulated\tAmortization\tForeign Currency Translation Adjustment\tNet Carrying Amount\tGross\tCarrying\tAmount\tAccumulated\tAmortization\tForeign Currency Translation Adjustment\tNet Carrying Amount\tFinite-lived assets:\tIntangible asset - sofosbuvir\t$\t10,720\t$\t(\t5,826\t)\t$\t \t$\t4,894\t$\t10,720\t$\t(\t5,651\t)\t$\t \t$\t5,069\tIntangible asset - axicabtagene ciloleucel\t7,110\t(\t1,603\t)\t \t5,507\t7,110\t(\t1,501\t)\t \t5,609\tIntangible asset - Trodelvy\t5,630\t(\t623\t)\t \t5,007\t5,630\t(\t507\t)\t \t5,123\tIntangible asset - Hepcludex\t845\t(\t93\t)\t \t752\t845\t(\t72\t)\t \t773\tOther\t1,632\t(\t682\t)\t1\t951\t1,610\t(\t650\t)\t1\t961\tTotal finite-lived assets\t25,937\t(\t8,827\t)\t1\t17,111\t25,915\t(\t8,381\t)\t1\t17,535\tIndefinite-lived assets - IPR&D\t13,220\t \t \t13,220\t15,920\t \t \t15,920\tTotal intangible assets\t$\t39,157\t$\t(\t8,827\t)\t$\t1\t$\t30,331\t$\t41,835\t$\t(\t8,381\t)\t$\t1\t$\t33,455\tAggregate amortization expense related to finite-lived intangible assets was $\t445\tmillion and $\t395\tmillion for the three months ended March 31, 2022 and 2021, respectively, and is primarily included in Cost of goods sold on our Condensed Consolidated Statements of Income.\tThe following table summarizes the estimated future amortization expense associated with our finite-lived intangible assets as of March 31, 2022:\t(in millions)\tAmount\t2022 (remaining nine months)\t$\t1,336\t2023\t1,781\t2024\t1,781\t2025\t1,776\t2026\t1,768\tThereafter\t8,669\tTotal\t$\t17,111\tIPR&D Impairment\tIn connection with our acquisition of Immunomedics in 2020, we allocated a portion of the purchase price to acquired IPR&D intangible assets. Approximately $\t8.8\tbillion was assigned to IPR&D intangible assets related to Trodelvy for treatment of patients with hormone receptor-positive, human epidermal growth factor receptor 2-negative (“HR+/HER2-”) metastatic breast cancer. In March 2022, we received data from the Phase 3 TROPiCS-02 study evaluating Trodelvy in patients with HR+/HER2- metastatic breast cancer who have received prior endocrine therapy, cyclin-dependent kinase 4/6 inhibitors and two to four lines of chemotherapy (“third-line plus patients”). Based on our evaluation of the study results, and"
        ],
        "timestamp": "2025-01-21_09-37-15"
    }
}