{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS (Unaudited)\t(In millions, except number of shares which are reflected in thousands and par value)\tDecember 29,\t2018\tSeptember 29,\t2018\tASSETS:\tCurrent assets:\tCash and cash equivalents\t$\t44,771\t$\t25,913\tMarketable securities\t41,656\t40,388\tAccounts receivable, net\t18,077\t23,186\tInventories\t4,988\t3,956\tVendor non-trade receivables\t18,904\t25,809\tOther current assets\t12,432\t12,087\tTotal current assets\t140,828\t131,339\tNon-current assets:\tMarketable securities\t158,608\t170,799\tProperty, plant and equipment, net\t39,597\t41,304\tOther non-current assets\t34,686\t22,283\tTotal non-current assets\t232,891\t234,386\tTotal assets\t$\t373,719\t$\t365,725\tLIABILITIES AND SHAREHOLDERS  EQUITY:\tCurrent liabilities:\tAccounts payable\t$\t44,293\t$\t55,888\tOther current liabilities\t36,703\t33,327\tDeferred revenue\t5,546\t5,966\tCommercial paper\t11,969\t11,964\tTerm debt\t9,772\t8,784\tTotal current liabilities\t108,283\t115,929\tNon-current liabilities:\tTerm debt\t92,989\t93,735\tOther non-current liabilities\t54,555\t48,914\tTotal non-current liabilities\t147,544\t142,649\tTotal liabilities\t255,827\t258,578\tCommitments and contingencies\tShareholders  equity:\tCommon stock and additional paid-in capital, $0.00001 par value: 12,600,000 shares authorized; 4,729,803 and 4,754,986 shares issued and outstanding, respectively\t40,970\t40,201\tRetained earnings\t80,510\t70,400\tAccumulated other comprehensive income/(loss)\t(3,588\t)\t(3,454\t)\tTotal shareholders  equity\t117,892\t107,147\tTotal liabilities and shareholders  equity\t$\t373,719\t$\t365,725\tSee accompanying Notes to Condensed Consolidated Financial Statements.\tApple Inc. | Q1 2019 Form 10-Q |\t3\tApple Inc.\tCONDENSED CONSOLIDATED STATEMENTS OF SHAREHOLDERS  EQUITY (Unaudited)\t(In millions, except number of shares which are reflected in thousands and per share amounts)\tThree Months Ended\tDecember 29,\t2018\tDecember 30,\t2017\tTotal shareholders  equity, beginning balances\t$\t107,147\t$\t134,047\tCommon stock and additional paid-in capital:\tBeginning balances\t40,201\t35,867\tShares withheld related to net share settlement of equity awards, net\t(822\t)\t(738\t)\tShare-based compensation\t1,591\t1,318\tEnding balances\t40,970\t36,447\tRetained earnings:\tBeginning balances\t70,400\t98,330\tNet income\t19,965\t20,065\tDividends and dividend equivalents declared\t(3,526\t)\t(3,300\t)\tShares withheld related to net share settlement of equity awards, net\t(594\t)\t(393\t)\tCommon stock repurchased\t(8,236\t)\t(10,109\t)\tCumulative effect of changes in accounting principles\t2,501\t \tEnding balances\t80,510\t104,593\tAccumulated other comprehensive income/(loss):\tBeginning balances\t(3,454\t)\t(150\t)\tOther comprehensive income/(loss)\t(223\t)\t(691\t)\tCumulative effect of changes in accounting principles\t89\t \tEnding balances\t(3,588\t)\t(841\t)\tTotal shareholders  equity, ending balances\t$\t117,892\t$\t140,199\tDividends and dividend equivalents declared per share or RSU\t$\t0.73\t$\t0.63\tSee accompanying Notes to Condensed Consolidated Financial Statements.\tApple Inc. | Q1 2019 Form 10-Q |\t4\tApple Inc.\tCOND",
            "Consolidated Balance Sheets at fair value. The Company s accounting treatment for these derivative instruments is based on its hedge designation. The following tables show the Company s derivative instruments at gross fair value as of\tDecember 29, 2018\tand\tSeptember 29, 2018\t(in millions):\tDecember 29, 2018\tFair Value of\tDerivatives Designated\tas Hedge Instruments\tFair Value of\tDerivatives Not Designated\tas Hedge Instruments\tTotal\tFair Value\tDerivative assets\t(1)\t:\tForeign exchange contracts\t$\t1,110\t$\t419\t$\t1,529\tInterest rate contracts\t$\t22\t$\t \t$\t22\tDerivative liabilities\t(2)\t:\tForeign exchange contracts\t$\t701\t$\t345\t$\t1,046\tInterest rate contracts\t$\t821\t$\t \t$\t821\tApple Inc. | Q1 2019 Form 10-Q |\t12\tSeptember 29, 2018\tFair Value of\tDerivatives Designated\tas Hedge Instruments\tFair Value of\tDerivatives Not Designated\tas Hedge Instruments\tTotal\tFair Value\tDerivative assets\t(1)\t:\tForeign exchange contracts\t$\t1,015\t$\t259\t$\t1,274\tDerivative liabilities\t(2)\t:\tForeign exchange contracts\t$\t543\t$\t137\t$\t680\tInterest rate contracts\t$\t1,456\t$\t \t$\t1,456\t(1)\tThe fair value of derivative assets is measured using Level 2 fair value inputs and is recorded as other current assets and other non-current assets in the Condensed Consolidated Balance Sheets.\t(2)\tThe fair value of derivative liabilities is measured using Level 2 fair value inputs and is recorded as other current liabilities and other non-current liabilities in the Condensed Consolidated Balance Sheets.\tThe Company classifies cash flows related to derivative financial instruments as operating activities in its Condensed Consolidated Statements of Cash Flows.\tThe following table shows the pre-tax gains and losses of the Company s derivative and non-derivative instruments designated as cash flow, net investment and fair value hedges in OCI and the Condensed Consolidated Statements of Operations for\tthe three months ended December 29, 2018 and December 30, 2017\t(in millions):\tThree Months Ended\tDecember 29,\t2018\tDecember 30,\t2017\tGains/(Losses) recognized in OCI – effective portion:\tCash flow hedges:\tForeign exchange contracts\t$\t(478\t)\t$\t153\tInterest rate contracts\t \t1\tTotal\t$\t(478\t)\t$\t154\tNet investment hedges:\tForeign currency debt\t$\t(16\t)\t$\t2\tGains/(Losses) reclassified from AOCI into net income – effective portion:\tCash flow hedges:\tForeign exchange contracts\t$\t(118\t)\t$\t(124\t)\tInterest rate contracts\t(1\t)\t1\tTotal\t$\t(119\t)\t$\t(123\t)\tGains/(Losses) on derivative instruments:\tFair value hedges:\tForeign exchange contracts\t$\t402\t$\t \tInterest rate contracts\t657\t(274\t)\tTotal\t$\t1,059\t$\t(274\t)\tGains/(Losses) related to hedged items:\tFair value hedges:\tMarketable securities\t$\t(402\t)\t$\t \tFixed-rate debt\t(657\t)\t274\tTotal\t$\t(1,059\t)\t$\t274\tApple Inc. | Q1 2019 Form 10-Q |\t13\tThe following table shows the notional amounts of the Company s outstanding derivative instruments and credit risk amounts associated with outstanding or unsettled derivative instruments as of\tDecember 29, 2018\tand\tSeptember 29, 2018\t(in millions):",
            "Consolidated Balance Sheets. The net cash collateral posted by the Company related to derivative instruments under its collateral security arrangements was\t$56 million\tand\t$1.0 billion\tas of\tDecember 29, 2018\tand\tSeptember 29, 2018\t, respectively, which were recorded as other current assets in the Condensed Consolidated Balance Sheets.\tUnder master netting arrangements with the respective counterparties to the Company s derivative contracts, the Company is allowed to net settle transactions with a single net amount payable by one party to the other. As of\tDecember 29, 2018\tand\tSeptember 29, 2018\t, the potential effects of these rights of set-off associated with the Company s derivative contracts, including the effects of collateral, would be a reduction to both derivative assets and derivative liabilities of\t$1.9 billion\tand\t$2.1 billion\t, respectively, resulting in a net derivative liability of\t$260 million\tand a net derivative asset of\t$138 million\t, respectively.\tAccounts Receivable\tTrade Receivables\tThe Company has considerable trade receivables outstanding with its third-party cellular network carriers, wholesalers, retailers, resellers, small and mid-sized businesses and education, enterprise and government customers. The Company generally does not require collateral from its customers; however, the Company will require collateral or third-party credit support in certain instances to limit credit risk. In addition, when possible, the Company attempts to limit credit risk on trade receivables with credit insurance for certain customers or by requiring third-party financing, loans or leases to support credit exposure. These credit-financing arrangements are directly between the third-party financing company and the end customer. As such, the Company generally does not assume any recourse or credit risk sharing related to any of these arrangements.\tAs of\tDecember 29, 2018\t, the Company had\tno\tcustomers that individually represented 10% or more of total trade receivables. As of\tSeptember 29, 2018\t, the Company had\tone\tcustomer that represented 10% or more of total trade receivables, which accounted for\t10%\t. The Company s cellular network carriers accounted for\t45%\tand\t59%\tof total trade receivables as of\tDecember 29, 2018\tand\tSeptember 29, 2018\t, respectively.\tVendor Non-Trade Receivables\tThe Company has non-trade receivables from certain of its manufacturing vendors resulting from the sale of components to these vendors who manufacture sub-assemblies or assemble final products for the Company. The Company purchases these components directly from suppliers. As of\tDecember 29, 2018\t, the Company had\ttwo\tvendors that individually represented 10% or more of total vendor non-trade receivables, which accounted for\t56%\tand\t15%\t. As of\tSeptember 29, 2018\t, the Company had\ttwo\tvendors that individually represented 10% or more of total vendor non-trade receivables, which accounted for\t62%\tand\t12%\t.\tApple Inc. | Q1 2019 Form 10-Q |\t14\tNote 4 – Condensed",
            "Consolidated Balance Sheets, with no material impact to its Condensed Consolidated Statements of Operations. However, the ultimate impact of adopting ASU 2016-02 will depend on the Company s lease portfolio as of the adoption date.\tApple Inc. | Q1 2019 Form 10-Q |\t29\tLiquidity and Capital Resources\tThe following tables present selected financial information and statistics as of\tDecember 29, 2018\tand\tSeptember 29, 2018\tand for the first\tthree\tmonths of\t2019\tand\t2018\t(in millions):\tDecember 29,\t2018\tSeptember 29,\t2018\tCash, cash equivalents and marketable securities\t(1)\t$\t245,035\t$\t237,100\tProperty, plant and equipment, net\t$\t39,597\t$\t41,304\tCommercial paper\t$\t11,969\t$\t11,964\tTotal term debt\t$\t102,761\t$\t102,519\tWorking capital\t$\t32,545\t$\t15,410\tThree Months Ended\tDecember 29,\t2018\tDecember 30,\t2017\tCash generated by operating activities\t$\t26,690\t$\t28,293\tCash generated by/(used in) investing activities\t$\t5,844\t$\t(13,590\t)\tCash used in financing activities\t$\t(13,676\t)\t$\t(7,501\t)\t(1)\tAs of\tDecember 29, 2018\tand\tSeptember 29, 2018\t, total cash, cash equivalents and marketable securities included\t$19.9 billion\tand\t$20.3 billion\t, respectively, that was restricted from general use, related to the State Aid Decision (refer to Note 5, “Income Taxes” in the Notes to Condensed Consolidated Financial Statements in Part I, Item 1 of this Form 10-Q) and other agreements.\tThe Company believes its existing balances of cash, cash equivalents and marketable securities, along with commercial paper and other short-term liquidity arrangements, will be sufficient to satisfy its working capital needs, capital asset purchases, dividends, share repurchases, debt repayments and other liquidity requirements associated with its existing operations over the next 12 months.\tIn connection with the State Aid Decision, as of\tDecember 29, 2018\t, the entire recovery amount of\t€13.1 billion\tplus interest of\t€1.2 billion\twas funded into escrow, where it will remain restricted from general use pending conclusion of all appeals.\tThe Company s marketable securities investment portfolio is primarily invested in highly rated securities, with the primary objective of minimizing the potential risk of principal loss. The Company s investment policy generally requires securities to be investment grade and limits the amount of credit exposure to any one issuer.\tDuring the\tthree\tmonths ended\tDecember 29, 2018\t, cash generated by operating activities of\t$26.7 billion\twas a result of\t$20.0 billion\tof net income, non-cash adjustments to net income of\t$5.0 billion\tand an increase in the net change in operating assets and liabilities of\t$1.8 billion\t. Cash generated by investing activities of\t$5.8 billion\tduring the\tthree\tmonths ended\tDecember 29, 2018\tconsisted primarily of proceeds from maturities and sales of marketable securities, net of purchases, of\t$9.8 billion\t, partially offset by cash used to acquire property, plant and equipment of\t$3.4 billion\t. Cash used in financing activities of\t$13."
        ],
        "timestamp": "2025-01-21_09-25-09"
    }
}