{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\t(In millions, except per-share data)\tSeptember 30, 2023\tDecember 31, 2022\t(Unaudited)\tASSETS\tCurrent assets:\tCash and cash equivalents\t$\t34,741\t$\t7,629\tMarketable securities\t \t1,676\tTrade receivables, net\t6,145\t5,563\tInventories\t5,026\t4,930\tOther current assets\t2,565\t2,388\tTotal current assets\t48,477\t22,186\tProperty, plant and equipment, net\t5,563\t5,427\tIntangible assets, net\t13,150\t16,080\tGoodwill\t15,509\t15,529\tOther noncurrent assets\t7,835\t5,899\tTotal assets\t$\t90,534\t$\t65,121\tLIABILITIES AND STOCKHOLDERS  EQUITY\tCurrent liabilities:\tAccounts payable\t$\t1,358\t$\t1,572\tAccrued liabilities\t14,168\t12,524\tCurrent portion of long-term debt\t1,428\t1,591\tTotal current liabilities\t16,954\t15,687\tLong-term debt\t59,040\t37,354\tLong-term tax liabilities\t4,579\t5,757\tOther noncurrent liabilities\t2,305\t2,662\tContingencies and commitments\tStockholders  equity:\tCommon stock and additional paid-in capital; $\t0.0001\tpar value;\t2,750.0\tshares authorized; outstanding \t535.1\tshares in 2023 and\t534.0\tshares in 2022\t32,753\t32,514\tAccumulated deficit\t(\t24,971\t)\t(\t28,622\t)\tAccumulated other comprehensive loss\t(\t126\t)\t(\t231\t)\tTotal stockholders  equity\t7,656\t3,661\tTotal liabilities and stockholders  equity\t$\t90,534\t$\t65,121\tSee accompanying notes.\t3\tAMGEN INC.\tCONDENSED CONSOLIDATED STATEMENTS OF STOCKHOLDERS  EQUITY\t(In millions, except per-share data)\t(Unaudited)\tNumber\tof shares\tof common\tstock\tCommon\tstock and\tadditional\tpaid-in capital\tAccumulated\tdeficit\tAccumulated\tother\tcomprehensive\tloss\tTotal\tBalance as of December 31, 2022\t534.0\t$\t32,514\t$\t(\t28,622\t)\t$\t(\t231\t)\t$\t3,661\tNet income\t \t \t2,841\t \t2,841\tOther comprehensive loss, net of taxes\t \t \t \t(\t37\t)\t(\t37\t)\tDividends declared on common stock\t($\t2.13\tper share)\t \t \t(\t1,138\t)\t \t(\t1,138\t)\tIssuance of common stock in connection with the Company s equity award programs\t0.3\t11\t \t \t11\tStock-based compensation expense\t \t47\t \t \t47\tTax impact related to employee stock-based compensation expense\t \t(\t37\t)\t \t \t(\t37\t)\tBalance as of March 31, 2023\t534.3\t32,535\t(\t26,919\t)\t(\t268\t)\t5,348\tNet income\t \t \t1,379\t \t1,379\tOther comprehensive loss, net of taxes\t \t \t \t(\t12\t)\t(\t12\t)\tIssuance of common stock in connection with the Company s equity award programs\t0.6\t16\t \t \t16\tStock-based compensation expense\t \t119\t \t \t119\tTax impact related to employee stock-based compensation expense\t \t(\t69\t)\t \t \t(\t69\t)\tBalance as of June 30, 2023\t534.9\t32,601\t(\t25,540\t)\t(\t280\t)\t6,781\tNet income\t \t \t1,730\t \t1,730\tOther comprehensive income, net of taxes\t \t \t \t154\t154\tDividends declared on common stock ($\t2.13\tper share)\t \t \t(\t1,161\t)\t \t(\t1,161\t)\tIssuance of common stock in connection with the Company s equity award programs\t0.2\t33\t \t \t33\tStock-based compensation expense\t \t124\t \t \t124\tTax impact related to employee stock-based compensation expense\t \t(\t5\t)\t \t \t(\t5\t)\tBalance as of September 30, 2023\t535.1\t$\t32,753\t$\t(\t24,971\t)\t$\t(\t126\t)\t$\t7,656\t4\tAMGEN INC.\tCONDENSED CONSOLIDATED STATEMENTS OF STOCKHOLDERS  EQUITY (continued)\t(In millio",
            "Consolidated Balance Sheets.\t8\t3\t.\tAcquisitions and divestitures\tAcquisition of Horizon Therapeutics plc\tOn October 6, 2023, Amgen completed its acquisition of Horizon for $\t116.50\tper share in cash, representing a transaction equity value of approximately $\t27.8\tbillion. Horizon is a global biotechnology company focused on the discovery, development and commercialization of medicines that address critical needs of patients impacted by rare, autoimmune and severe inflammatory diseases. The acquisition aligns with Amgen s core strategy of delivering innovative medicines that make a significant difference for patients suffering from serious diseases and strengthens Amgen s leading inflammation portfolio by adding first-in-class, early-in-lifecycle medicines such as TEPEZZA\t®\t(teprotumumab-trbw), KRYSTEXXA\t®\t(pegloticase) and UPLIZNA\t®\t(inebilizumab-cdon), which treat rare inflammatory diseases.\tThe accounting impact of this acquisition and the results of operations for Horizon will be included in our consolidated financial statements beginning in the fourth quarter of 2023. The initial accounting for this acquisition is incomplete, pending identification and measurement of assets acquired and liabilities assumed.\tIn connection with our acquisition of Horizon, we entered into several debt and financing arrangements. See Note 10, Financing arrangements.\tAcquisition of ChemoCentryx, Inc.\tOn October 20, 2022, we acquired all of the outstanding stock of ChemoCentryx, a publicly traded biotechnology company focused on orally administered therapeutics to treat autoimmune diseases, inflammatory disorders and cancer, for $\t52.00\tper share in cash, representing a total consideration of $\t3.9\tbillion. The acquisition, which was accounted for as a business combination, includes TAVNEOS, an orally administered selective complement 5a receptor inhibitor that was approved by the FDA in October 2021 as an adjunctive therapy for adults with severe active antineutrophil cytoplasmic autoantibody-associated vasculitis (ANCA-associated vasculitis). TAVNEOS is commercialized by us in the United States; for markets outside the United States, TAVNEOS is commercialized by a collaboration partner, and Amgen is entitled to royalties and milestones based on future sales of the product. Upon its acquisition, ChemoCentryx became a wholly owned subsidiary of Amgen, and its operations became included in our consolidated financial statements commencing on the acquisition date.\tMeasurement period adjustments during the nine months ended September 30, 2023, included changes in the purchase price allocation and total consideration, resulting in a net decrease of approximately $\t18\tmillion to goodwill. The measurement period adjustments resulted primarily from valuation inputs pertaining to the TAVNEOS intangible assets, adjustments to vendor payables and deferred tax attributes based on facts and circumstances that existed as of the acquisition date and did not result from events sub",
            "Consolidated Balance Sheets were as follows (in millions):\tDerivative assets\tDerivative liabilities\tSeptember 30, 2023\tCondensed Consolidated\tBalance Sheets locations\tFair values\tCondensed Consolidated\tBalance Sheets locations\tFair values\tDerivatives designated as hedging instruments:\tForeign currency forward contracts\tOther current assets/ Other noncurrent assets\t$\t347\tAccrued liabilities/ Other noncurrent liabilities\t$\t29\tCross-currency swap contracts\tOther current assets/ Other noncurrent assets\t \tAccrued liabilities/ Other noncurrent liabilities\t513\tInterest rate swap contracts\tOther current assets/ Other noncurrent assets\t \tAccrued liabilities/ Other noncurrent liabilities\t772\tForward interest rate contracts\tOther current assets/ Other noncurrent assets\t \tAccrued liabilities/ Other noncurrent liabilities\t \tTotal derivatives designated as hedging instruments\t347\t1,314\tTotal derivatives\t$\t347\t$\t1,314\tDerivative assets\tDerivative liabilities\tDecember 31, 2022\tCondensed Consolidated\tBalance Sheets locations\tFair values\tCondensed Consolidated\tBalance Sheets locations\tFair values\tDerivatives designated as hedging instruments:\tForeign currency forward contracts\tOther current assets/ Other noncurrent assets\t$\t287\tAccrued liabilities/ Other noncurrent liabilities\t$\t76\tCross-currency swap contracts\tOther current assets/ Other noncurrent assets\t54\tAccrued liabilities/ Other noncurrent liabilities\t541\tInterest rate swap contracts\tOther current assets/ Other noncurrent assets\t \tAccrued liabilities/ Other noncurrent liabilities\t776\tForward interest rate contracts\tOther current assets/ Other noncurrent assets\t \tAccrued liabilities/ Other noncurrent liabilities\t5\tTotal derivatives designated as hedging instruments\t341\t1,398\tTotal derivatives\t$\t341\t$\t1,398\tFor additional information, see Note 12, Fair value measurement.\t28\tOur derivative contracts that were in liability positions as of September 30, 2023, contain certain credit-risk-related contingent provisions that would be triggered if (i) we were to undergo a change-in-control and (ii) our or the surviving entity s creditworthiness deteriorates, which is generally defined as having either a credit rating that is below investment grade or a materially weaker creditworthiness after the change-in-control. If these events were to occur, the counterparties would have the right, but not the obligation, to close the contracts under early-termination provisions. In such circumstances, the counterparties could request immediate settlement of these contracts for amounts that approximate the then current fair values of the contracts. In addition, our derivative contracts are not subject to any type of master netting arrangement, and amounts due either to or from a counterparty under the contracts may be offset against other amounts due either to or from the same counterparty only if an event of default or termination, as defined, were to occur.\tThe cash flow effects of our derivative contracts in the Condensed Cons"
        ],
        "timestamp": "2025-01-21_09-25-24"
    }
}