{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\t(In millions)\tDecember 31,\t2021\t2020\tASSETS\tCurrent Assets:\tCash and cash equivalents\t$\t10,255\t$\t5,910\tMarketable securities\t338\t406\tAccounts receivable\t12,669\t10,888\tLess: Allowance for credit losses\t(\t128\t)\t(\t138\t)\tAccounts receivable, net\t12,541\t10,750\tAssets held for sale\t \t1,197\tOther current assets\t1,800\t1,953\tTotal Current Assets\t24,934\t20,216\tProperty, Plant and Equipment, Net\t33,475\t32,254\tOperating Lease Right-Of-Use Assets\t3,562\t3,073\tGoodwill\t3,692\t3,367\tIntangible Assets, Net\t2,486\t2,274\tInvestments and Restricted Cash\t26\t25\tDeferred Income Tax Assets\t176\t527\tOther Non-Current Assets\t1,054\t672\tTotal Assets\t$\t69,405\t$\t62,408\tLIABILITIES AND SHAREOWNERS  EQUITY\tCurrent Liabilities:\tCurrent maturities of long-term debt, commercial paper and finance leases\t$\t2,131\t$\t2,623\tCurrent maturities of operating leases\t580\t560\tAccounts payable\t7,523\t6,455\tAccrued wages and withholdings\t3,819\t3,569\tSelf-insurance reserves\t1,048\t1,085\tAccrued group welfare and retirement plan contributions\t1,038\t927\tLiabilities to be disposed of\t \t347\tOther current liabilities\t1,430\t1,450\tTotal Current Liabilities\t17,569\t17,016\tLong-Term Debt and Finance Leases\t19,784\t22,031\tNon-Current Operating Leases\t3,033\t2,540\tPension and Postretirement Benefit Obligations\t8,047\t15,817\tDeferred Income Tax Liabilities\t3,125\t488\tOther Non-Current Liabilities\t3,578\t3,847\tShareowners  Equity:\tClass A common stock (\t138\tand\t147\tshares issued in 2021 and 2020)\t2\t2\tClass B common stock (\t732\tand\t718\tshares issued in 2021 and 2020)\t7\t7\tAdditional paid-in capital\t1,343\t865\tRetained earnings\t16,179\t6,896\tAccumulated other comprehensive loss\t(\t3,278\t)\t(\t7,113\t)\tDeferred compensation obligations\t16\t20\tLess: Treasury stock (\t0.3\tshares in 2021 and\t0.4\tshares in 2020)\t(\t16\t)\t(\t20\t)\tTotal Equity for Controlling Interests\t14,253\t657\tNoncontrolling Interests\t16\t12\tTotal Shareowners  Equity\t14,269\t669\tTotal Liabilities and Shareowners  Equity\t$\t69,405\t$\t62,408\tSee notes to audited, consolidated financial statements.\t59\tUNITED PARCEL SERVICE, INC. AND SUBSIDIARIES\tSTATEMENTS OF CONSOLIDATED INCOME\t(In millions, except per share amounts)\tYears Ended December 31,\t2021\t2020\t2019\tRevenue\t$\t97,287\t$\t84,628\t$\t74,094\tOperating Expenses:\tCompensation and benefits\t46,707\t44,529\t38,908\tRepairs and maintenance\t2,443\t2,365\t1,838\tDepreciation and amortization\t2,953\t2,698\t2,360\tPurchased transportation\t19,058\t15,631\t12,590\tFuel\t3,847\t2,582\t3,289\tOther occupancy\t1,698\t1,539\t1,392\tOther expenses\t7,771\t7,600\t5,919\tTotal Operating Expenses\t84,477\t76,944\t66,296\tOperating Profit\t12,810\t7,684\t7,798\tOther Income and (Expense):\tInvestment income (expense) and other\t4,479\t(\t5,139\t)\t(\t1,493\t)\tInterest expense\t(\t694\t)\t(\t701\t)\t(\t653\t)\tTotal Other Income and (Expense)\t3,785\t(\t5,840\t)\t(\t2,146\t)\tIncome Before Income Taxes\t16,595\t1,844\t5,652\tIncome Tax Expense\t3,705\t501\t1,212\tNet Income\t$\t12,890\t$\t1,343\t$\t4,440\tBasic Earnings Per Share\t$\t14.75\t$\t1.55\t$\t5.14\tDiluted Earnings Per Share\t$\t14.68\t$\t1.54",
            "Consolidated Balance Sheets\tNet Amounts if Right of Offset had been Applied\tLiability Derivatives\tBalance Sheet Location\t2021\t2020\t2021\t2020\tDerivatives designated as hedges:\tForeign currency exchange contracts\tOther current liabilities\tLevel 2\t$\t19\t$\t34\t$\t1\t$\t23\tForeign currency exchange contracts\tOther non-current liabilities\tLevel 2\t33\t142\t \t111\tInterest rate contracts\tOther non-current liabilities\tLevel 2\t10\t13\t10\t10\tDerivatives not designated as hedges:\tForeign currency exchange contracts\tOther current liabilities\tLevel 2\t \t2\t \t2\tInterest rate contracts\tOther current liabilities\tLevel 2\t \t1\t \t1\tTotal Liability Derivatives\t$\t62\t$\t192\t$\t11\t$\t147\tOur foreign currency exchange rate, interest rate and investment market price derivatives are largely comprised of over-the-counter derivatives, which are primarily valued using pricing models that rely on market observable inputs such as yield curves, currency exchange rates and investment forward prices; therefore, these derivatives are classified as Level 2. As of December 31, 2021 and 2020 we did\tno\tt have any derivatives that were classified as Level 1 (valued using quoted prices in active markets for identical assets) or Level 3 (valued using significant unobservable inputs).\t122\tUNITED PARCEL SERVICE, INC. AND SUBSIDIARIES\tNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\tBalance Sheet Location of Hedged Item in Fair Value Hedges\tThe following table indicates the amounts that were recorded in the consolidated balance sheets related to cumulative basis adjustments for fair value hedges as of December 31, 2021 and 2020 (in millions):\t2021\t2020\tLine Item in the Consolidated Balance Sheets in Which the Hedged Item is Included\tCarrying Amount of Hedged Liabilities\tCumulative Amount of Fair Value Hedge Adjustments\tCarrying Amount of Hedged Liabilities\tCumulative Amount of Fair Value Hedge Adjustments\tLong-Term Debt and Finance Leases\t$\t1,290\t$\t16\t$\t2,816\t$\t42\tThe cumulative amount of fair value hedging losses remaining for any hedged assets and liabilities for which hedge accounting has been discontinued as of December 31, 2021 is $\t5\tmillion. These amounts will be recognized over the next\t8\tyears.\tIncome Statement and AOCI Recognition\tThe following table indicates the amount of gains and (losses) that have been recognized in the statements of consolidated income for fair value and cash flow hedges, as well as the associated gain or (loss) for the underlying hedged item for fair value hedges for the years ended December 31, 2021 and 2020 (in millions):\t2021\t2020\tLocation and Amount of Gain (Loss) Recognized in Income on Fair Value and Cash Flow Hedging Relationships\tRevenue\tInterest Expense\tInvestment Income and Other\tRevenue\tInterest Expense\tInvestment Income and Other\tGain or (loss) on fair value hedging relationships:\tInterest Contracts:\tHedged items\t$\t \t$\t20\t$\t \t$\t \t$\t(\t8\t)\t$\t \tDerivatives designated as hedging instruments\t \t(\t20\t)\t \t \t8\t \tGain or (loss) on cash flow hedging relationships:\tInterest Contr",
            "Consolidated Balance Sheets in Which the Hedged Item is Included\tCarrying Amount of Hedged Liabilities\tCumulative Amount of Fair Value Hedge Adjustments\tCarrying Amount of Hedged Liabilities\tCumulative Amount of Fair Value Hedge Adjustments\tLong-Term Debt and Finance Leases\t$\t1,290\t$\t16\t$\t2,816\t$\t42\tThe cumulative amount of fair value hedging losses remaining for any hedged assets and liabilities for which hedge accounting has been discontinued as of December 31, 2021 is $\t5\tmillion. These amounts will be recognized over the next\t8\tyears.\tIncome Statement and AOCI Recognition\tThe following table indicates the amount of gains and (losses) that have been recognized in the statements of consolidated income for fair value and cash flow hedges, as well as the associated gain or (loss) for the underlying hedged item for fair value hedges for the years ended December 31, 2021 and 2020 (in millions):\t2021\t2020\tLocation and Amount of Gain (Loss) Recognized in Income on Fair Value and Cash Flow Hedging Relationships\tRevenue\tInterest Expense\tInvestment Income and Other\tRevenue\tInterest Expense\tInvestment Income and Other\tGain or (loss) on fair value hedging relationships:\tInterest Contracts:\tHedged items\t$\t \t$\t20\t$\t \t$\t \t$\t(\t8\t)\t$\t \tDerivatives designated as hedging instruments\t \t(\t20\t)\t \t \t8\t \tGain or (loss) on cash flow hedging relationships:\tInterest Contracts:\tAmount of gain or (loss) reclassified from accumulated other comprehensive income\t \t(\t11\t)\t \t \t(\t8\t)\t \tForeign Currency Exchange Contracts:\tAmount of gain or (loss) reclassified from accumulated other comprehensive income\t83\t \t \t196\t \t \tTotal amounts of income and expense line items presented in the statement of income in which the effects of fair value or cash flow hedges are recorded\t$\t83\t$\t(\t11\t)\t$\t \t$\t196\t$\t(\t8\t)\t$\t \tThe following table indicates the amount of gains and (losses) that have been recognized in AOCI for the years ended December 31, 2021 and 2020 for those derivatives designated as cash flow hedges (in millions):\tDerivative Instruments in Cash Flow Hedging Relationships\tAmount of Gain (Loss) Recognized in AOCI on Derivatives\tDecember 31, 2021\tDecember 31, 2020\tInterest rate contracts\t$\t2\t$\t \tForeign currency exchange contracts\t341\t(\t253\t)\tTotal\t$\t343\t$\t(\t253\t)\tAs of December 31, 2021, there were $\t70\tmillion of pre-tax gains related to cash flow hedges deferred in AOCI that are expected to be reclassified to income over the 12 month period ending December 31, 2022. The actual amounts that will be reclassified to income over the next 12 months will vary from this amount as a result of changes in market conditions. The maximum term over which we are hedging exposures to the variability of cash flows is approximately\t10\tyears.\t123\tUNITED PARCEL SERVICE, INC. AND SUBSIDIARIES\tNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\tThe following table indicates the amount of gains and (losses) that have been recognized in AOCI within foreign currency translation adjustment for the years ended Decemb"
        ],
        "timestamp": "2025-01-21_09-43-09"
    }
}