{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\tMarch 31, 2021 (unaudited) and December 31, 2020 (in millions)\tMarch 31,\t2021\tDecember 31,\t2020\tASSETS\tCurrent Assets:\tCash and cash equivalents\t$\t7,731\t$\t5,910\tMarketable securities\t351\t406\tAccounts receivable\t10,258\t10,888\tLess: Allowance for credit losses\t(\t131\t)\t(\t138\t)\tAccounts receivable, net\t10,127\t10,750\tAssets held for sale\t1,135\t1,197\tOther current assets\t1,641\t1,953\tTotal Current Assets\t20,985\t20,216\tProperty, Plant and Equipment, Net\t32,455\t32,254\tOperating Lease Right-Of-Use Assets\t3,044\t3,073\tGoodwill\t3,346\t3,367\tIntangible Assets, Net\t2,268\t2,274\tInvestments and Restricted Cash\t25\t25\tDeferred Income Tax Assets\t243\t527\tOther Non-Current Assets\t946\t672\tTotal Assets\t$\t63,312\t$\t62,408\tLIABILITIES AND SHAREOWNERS  EQUITY\tCurrent Liabilities:\tCurrent maturities of long-term debt, commercial paper and finance leases\t$\t1,811\t$\t2,623\tCurrent maturities of operating leases\t548\t560\tAccounts payable\t6,305\t6,455\tAccrued wages and withholdings\t3,701\t3,569\tSelf-insurance reserves\t1,103\t1,085\tAccrued group welfare and retirement plan contributions\t934\t927\tLiabilities to be disposed of\t296\t347\tOther current liabilities\t1,608\t1,450\tTotal Current Liabilities\t16,306\t17,016\tLong-Term Debt and Finance Leases\t21,916\t22,031\tNon-Current Operating Leases\t2,524\t2,540\tPension and Postretirement Benefit Obligations\t9,594\t15,817\tDeferred Income Tax Liabilities\t1,997\t488\tOther Non-Current Liabilities\t3,816\t3,847\tShareowners  Equity:\tClass A common stock (\t148\tand\t147\tshares issued in 2021 and 2020, respectively)\t2\t2\tClass B common stock (\t722\tand\t718\tshares issued in 2021 and 2020, respectively)\t7\t7\tAdditional paid-in capital\t1,049\t865\tRetained earnings\t10,748\t6,896\tAccumulated other comprehensive loss\t(\t4,659\t)\t(\t7,113\t)\tDeferred compensation obligations\t15\t20\tLess: Treasury stock (\t0.4\tshares in 2021 and 2020)\t(\t15\t)\t(\t20\t)\tTotal Equity for Controlling Interests\t7,147\t657\tNoncontrolling interests\t12\t12\tTotal Shareowners  Equity\t7,159\t669\tTotal Liabilities and Shareowners  Equity\t$\t63,312\t$\t62,408\tSee notes to unaudited, consolidated financial statements.\t2\tTable of Contents\tUNITED PARCEL SERVICE, INC. AND SUBSIDIARIES\tSTATEMENTS OF CONSOLIDATED INCOME\t(In millions, except per share amounts)\t(unaudited)\tThree Months Ended\tMarch 31,\t2021\t2020\tRevenue\t22,908\t18,035\tOperating Expenses:\tCompensation and benefits\t$\t11,483\t$\t10,086\tRepairs and maintenance\t619\t563\tDepreciation and amortization\t722\t648\tPurchased transportation\t4,243\t2,931\tFuel\t807\t761\tOther occupancy\t466\t383\tOther expenses\t1,803\t1,591\tTotal Operating Expenses\t20,143\t16,963\tOperating Profit\t2,765\t1,072\tOther Income and (Expense):\tInvestment income and other\t3,616\t345\tInterest expense\t(\t177\t)\t(\t167\t)\tTotal Other Income and (Expense)\t3,439\t178\tIncome Before Income Taxes\t6,204\t1,250\tIncome Tax Expense\t1,412\t285\tNet Income\t$\t4,792\t$\t965\tBasic Earnings Per Share\t$\t5.50\t$\t1.12\tDiluted Earnings Per Share\t$\t5.47\t$\t1.11\tSTATEMENTS OF CONSOLIDATED COMPREHENSIVE INCOME (LOSS)\t(In millio",
            "Consolidated Balance Sheets\tNet Amounts if Right of\tOffset had been Applied\tLiability Derivatives\tBalance Sheet Location\tMarch 31,\t2021\tDecember 31,\t2020\tMarch 31,\t2021\tDecember 31,\t2020\tDerivatives designated as hedges:\tForeign currency exchange contracts\tOther current liabilities\tLevel 2\t$\t26\t$\t34\t$\t11\t$\t23\tForeign currency exchange contracts\tOther non-current liabilities\tLevel 2\t73\t142\t34\t111\tInterest rate contracts\tOther non-current liabilities\tLevel 2\t11\t13\t8\t10\tDerivatives not designated as hedges:\tForeign currency exchange contracts\tOther current liabilities\tLevel 2\t \t2\t \t2\tInterest rate contracts\tOther current liabilities\tLevel 2\t \t1\t \t1\tTotal Liability Derivatives\t$\t110\t$\t192\t$\t53\t$\t147\tOur foreign currency exchange, interest rate and investment market price derivatives are largely comprised of over-the-counter derivatives, which are primarily valued using pricing models that rely on market observable inputs such as yield curves, currency exchange rates and investment forward prices; therefore, these derivatives are classified as Level 2. As of March 31, 2021 and December 31, 2020 we did\tno\tt have any derivatives that were classified as Level 1 (valued using quoted prices in active markets for identical assets) or Level 3 (valued using significant unobservable inputs).\t35\tTable of Contents\tUNITED PARCEL SERVICE, INC. AND SUBSIDIARIES\tNOTES TO UNAUDITED CONSOLIDATED FINANCIAL STATEMENTS\tBalance Sheet Location of Hedged Item in Fair Value Hedges\tThe following table indicates the amounts that were recorded in the consolidated balance sheets related to cumulative basis adjustments for fair value hedges as of March 31, 2021 and December 31, 2020 (in millions):\tLine Item in the Consolidated Balance Sheets in Which the Hedged Item is Included\tCarrying Amount\tof Hedged Liabilities\tCumulative Amount\tof Fair Value Hedge\tAdjustments\tCarrying Amount\tof Hedged Liabilities\tCumulative Amount\tof Fair Value Hedge\tAdjustments\tMarch 31, 2021\tMarch 31, 2021\tDecember 31, 2020\tDecember 31, 2020\tLong-term debt and finance leases\t$\t1,309\t$\t35\t$\t2,816\t$\t42\tThe cumulative amount of fair value hedging losses remaining for any hedged assets and liabilities for which hedge accounting has been discontinued as of March 31, 2021 is $\t6\tmillion. These amounts will be recognized over the next\t10\tyears.\tIncome Statement and AOCI Recognition\tThe following table indicates the amount of gains and (losses) that have been recognized in the statements of consolidated income for fair value and cash flow hedges, as well as the associated gain or (loss) for the underlying hedged item for fair value hedges for the three months ended March 31, 2021 and 2020 (in millions):\tThree Months Ended\tMarch 31,\tLocation and Amount of Gain (Loss) Recognized in Income\ton Fair Value and Cash Flow Hedging Relationships\t2021\t2020\tRevenue\tInterest Expense\tInvestment Income and Other\tRevenue\tInterest Expense\tInvestment Income and Other\tGain or (loss) on fair value hedging relationships:\tInterest Cont",
            "Consolidated Balance Sheets in Which the Hedged Item is Included\tCarrying Amount\tof Hedged Liabilities\tCumulative Amount\tof Fair Value Hedge\tAdjustments\tCarrying Amount\tof Hedged Liabilities\tCumulative Amount\tof Fair Value Hedge\tAdjustments\tMarch 31, 2021\tMarch 31, 2021\tDecember 31, 2020\tDecember 31, 2020\tLong-term debt and finance leases\t$\t1,309\t$\t35\t$\t2,816\t$\t42\tThe cumulative amount of fair value hedging losses remaining for any hedged assets and liabilities for which hedge accounting has been discontinued as of March 31, 2021 is $\t6\tmillion. These amounts will be recognized over the next\t10\tyears.\tIncome Statement and AOCI Recognition\tThe following table indicates the amount of gains and (losses) that have been recognized in the statements of consolidated income for fair value and cash flow hedges, as well as the associated gain or (loss) for the underlying hedged item for fair value hedges for the three months ended March 31, 2021 and 2020 (in millions):\tThree Months Ended\tMarch 31,\tLocation and Amount of Gain (Loss) Recognized in Income\ton Fair Value and Cash Flow Hedging Relationships\t2021\t2020\tRevenue\tInterest Expense\tInvestment Income and Other\tRevenue\tInterest Expense\tInvestment Income and Other\tGain or (loss) on fair value hedging relationships:\tInterest Contracts:\tHedged items\t$\t \t$\t6\t$\t \t$\t \t$\t(\t36\t)\t$\t \tDerivatives designated as hedging instruments\t \t(\t6\t)\t \t \t36\t \tGain or (loss) on cash flow hedging relationships:\tInterest Contracts:\tAmount of gain or (loss) reclassified from accumulated other comprehensive income\t \t(\t2\t)\t \t \t(\t3\t)\t \tForeign Exchange Contracts:\tAmount of gain or (loss) reclassified from accumulated other comprehensive income\t15\t \t \t64\t \t \tTotal amounts of income and expense line items presented in the statement of income in which the effects of fair value or cash flow hedges are recorded\t$\t15\t$\t(\t2\t)\t$\t \t$\t64\t$\t(\t3\t)\t$\t \t36\tTable of Contents\tUNITED PARCEL SERVICE, INC. AND SUBSIDIARIES\tNOTES TO UNAUDITED CONSOLIDATED FINANCIAL STATEMENTS\tThe following table indicates the amount of gains and (losses) that have been recognized in AOCI for the three months ended March 31, 2021 and 2020 for those derivatives designated as cash flow hedges (in millions):\tThree Months Ended March 31:\tDerivative Instruments in Cash Flow Hedging Relationships\tAmount of Gain (Loss) Recognized in AOCI on Derivatives\t2021\t2020\tInterest rate contracts\t$\t3\t$\t(\t1\t)\tForeign exchange contracts\t160\t347\tTotal\t$\t163\t$\t346\tAs of March 31, 2021, there were $\t67\tmillion of pre-tax gains related to cash flow hedges deferred in AOCI that are expected to be reclassified to income over the 12 month period ending March 31, 2022. The actual amounts that will be reclassified to income over the next 12 months will vary from this amount as a result of changes in market conditions. The maximum term over which we are hedging exposures to the variability of cash flows is approximately\t12\tyears.\tThe following table indicates the amount of gains and (losses) that hav"
        ],
        "timestamp": "2025-01-21_09-43-30"
    }
}