{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\t(In millions)\tDecember 31,\t2019\t2018\tASSETS\tCurrent Assets:\tCash and cash equivalents\t$\t5,238\t$\t4,225\tMarketable securities\t503\t810\tAccounts receivable, net\t9,552\t8,958\tCurrent income taxes receivable\t382\t940\tOther current assets\t1,428\t1,277\tTotal Current Assets\t17,103\t16,210\tProperty, Plant and Equipment, Net\t30,482\t26,576\tOperating Lease Right-Of-Use Assets\t2,856\t \tGoodwill\t3,813\t3,811\tIntangible Assets, Net\t2,167\t2,075\tInvestments and Restricted Cash\t24\t170\tDeferred Income Tax Assets\t330\t141\tOther Non-Current Assets\t1,082\t1,033\tTotal Assets\t$\t57,857\t$\t50,016\tLIABILITIES AND SHAREOWNERS  EQUITY\tCurrent Liabilities:\tCurrent maturities of long-term debt and commercial paper\t$\t3,420\t$\t2,805\tCurrent maturities of operating leases\t538\t \tAccounts payable\t5,555\t5,188\tAccrued wages and withholdings\t2,552\t3,047\tSelf-insurance reserves\t914\t810\tAccrued group welfare and retirement plan contributions\t793\t715\tOther current liabilities\t1,641\t1,522\tTotal Current Liabilities\t15,413\t14,087\tLong-Term Debt and Finance Leases\t21,818\t19,931\tNon-Current Operating Leases\t2,391\t \tPension and Postretirement Benefit Obligations\t10,601\t8,347\tDeferred Income Tax Liabilities\t1,632\t1,619\tSelf-Insurance Reserves\t1,282\t1,571\tOther Non-Current Liabilities\t1,437\t1,424\tShareowners  Equity:\tClass A common stock (156 and 163 shares issued in 2019 and 2018)\t2\t2\tClass B common stock (701 and 696 shares issued in 2019 and 2018)\t7\t7\tAdditional paid-in capital\t150\t \tRetained earnings\t9,105\t8,006\tAccumulated other comprehensive loss\t(\t5,997\t)\t(\t4,994\t)\tDeferred compensation obligations\t26\t32\tLess: Treasury stock (0.4 shares in 2019 and 0.6 shares in 2018)\t(\t26\t)\t(\t32\t)\tTotal Equity for Controlling Interests\t3,267\t3,021\tNoncontrolling Interests\t16\t16\tTotal Shareowners  Equity\t3,283\t3,037\tTotal Liabilities and Shareowners  Equity\t$\t57,857\t$\t50,016\tSee notes to audited, consolidated financial statements.\t57\tUNITED PARCEL SERVICE, INC. AND SUBSIDIARIES\tSTATEMENTS OF CONSOLIDATED INCOME\t(In millions, except per share amounts)\tYears Ended December 31,\t2019\t2018\t2017\tRevenue\t$\t74,094\t$\t71,861\t$\t66,585\tOperating Expenses:\tCompensation and benefits\t38,908\t37,235\t34,577\tRepairs and maintenance\t1,838\t1,732\t1,601\tDepreciation and amortization\t2,360\t2,207\t2,282\tPurchased transportation\t12,590\t13,409\t11,696\tFuel\t3,289\t3,427\t2,690\tOther occupancy\t1,392\t1,362\t1,155\tOther expenses\t5,919\t5,465\t5,055\tTotal Operating Expenses\t66,296\t64,837\t59,056\tOperating Profit\t7,798\t7,024\t7,529\tOther Income and (Expense):\tInvestment income (expense) and other\t(\t1,493\t)\t(\t400\t)\t61\tInterest expense\t(\t653\t)\t(\t605\t)\t(\t453\t)\tTotal Other Income and (Expense)\t(\t2,146\t)\t(\t1,005\t)\t(\t392\t)\tIncome Before Income Taxes\t5,652\t6,019\t7,137\tIncome Tax Expense\t1,212\t1,228\t2,232\tNet Income\t$\t4,440\t$\t4,791\t$\t4,905\tBasic Earnings Per Share\t$\t5.14\t$\t5.53\t$\t5.63\tDiluted Earnings Per Share\t$\t5.11\t$\t5.51\t$\t5.61\tSTATEMENTS OF CONSOLIDATED COMPREHENSIVE INCOME (LOSS)\t(In millions)\tYears Ended December 31,\t2019\t2018\t201",
            "Consolidated Balance Sheets\tNet Amounts if Right of Offset had been Applied\tLiability Derivatives\tBalance Sheet Location\tFair Value                                                                                                                                                      Hierarchy Level\t2019\t2018\t2019\t2018\tDerivatives designated as hedges:\tForeign exchange contracts\tOther current liabilities\tLevel 2\t$\t7\t$\t7\t$\t \t$\t \tForeign exchange contracts\tOther non-current liabilities\tLevel 2\t16\t15\t \t \tInterest rate contracts\tOther non-current liabilities\tLevel 2\t11\t41\t10\t33\tDerivatives not designated as hedges:\tForeign exchange contracts\tOther current liabilities\tLevel 2\t \t3\t \t1\tForeign exchange contracts\tOther non-current liabilities\tLevel 2\t \t1\t \t1\tInterest rate contracts\tOther non-current liabilities\tLevel 2\t3\t \t2\t \tTotal Liability Derivatives\t$\t37\t$\t67\t$\t12\t$\t35\tOur foreign exchange, interest rate and investment market price derivatives are largely comprised of over-the-counter derivatives, which are primarily valued using pricing models that rely on market observable inputs such as yield curves, currency exchange rates and investment forward prices; therefore, these derivatives are classified as Level 2. At\tDecember 31, 2019\tand\t2018\twe did not have any derivatives that were classified as Level 1 (valued using quoted prices in active markets for identical assets) or Level 3 (valued using significant unobservable inputs).\t123\tUNITED PARCEL SERVICE, INC. AND SUBSIDIARIES\tNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\tBalance Sheet Location of Hedged Item in Fair Value Hedges\tThe following table indicates the amounts that were recorded in the consolidated balance sheets related to cumulative basis adjustments for fair value hedges as of December 31, 2019 and December 31, 2018 (in millions).\tCarrying Amount of Hedged Liabilities\tCumulative Amount of Fair Value Hedge Adjustments\tCarrying Amount of Hedged Liabilities\tCumulative Amount of Fair Value Hedge Adjustments\tLine Item in the Consolidated Balance Sheets in Which the Hedged Item is Included\tDecember 31, 2019\tDecember 31, 2019\tDecember 31, 2018\tDecember 31, 2018\tLong-Term Debt and Finance Leases\t3,234\t40\t4,207\t16\tThe cumulative amount of fair value hedging losses remaining for any hedged assets and liabilities for which hedge accounting has been discontinued as of\tDecember 31, 2019\tis\t$\t17\tmillion. These amounts will be recognized over the next\t11\tyears\t.\tIncome Statement and AOCI Recognition\tThe following table indicates the amount of gains and losses that have been recognized in the income statement for the fair value and cash flow hedges, as well as the associated gain or (loss) for the underlying hedged item for fair value hedges for the years ended\tDecember 31, 2019\tand\t2018\t(in millions):\tYear Ended December 31,\tYear Ended December 31,\t2019\t2018\tLocation and Amount of Gain (Loss) Recognized in Income on Fair Value and Cash Flow Hedging Relationships\tRevenue\tInterest Expense\tInvestment Income an",
            "Consolidated Balance Sheets in Which the Hedged Item is Included\tDecember 31, 2019\tDecember 31, 2019\tDecember 31, 2018\tDecember 31, 2018\tLong-Term Debt and Finance Leases\t3,234\t40\t4,207\t16\tThe cumulative amount of fair value hedging losses remaining for any hedged assets and liabilities for which hedge accounting has been discontinued as of\tDecember 31, 2019\tis\t$\t17\tmillion. These amounts will be recognized over the next\t11\tyears\t.\tIncome Statement and AOCI Recognition\tThe following table indicates the amount of gains and losses that have been recognized in the income statement for the fair value and cash flow hedges, as well as the associated gain or (loss) for the underlying hedged item for fair value hedges for the years ended\tDecember 31, 2019\tand\t2018\t(in millions):\tYear Ended December 31,\tYear Ended December 31,\t2019\t2018\tLocation and Amount of Gain (Loss) Recognized in Income on Fair Value and Cash Flow Hedging Relationships\tRevenue\tInterest Expense\tInvestment Income and Other\tRevenue\tInterest Expense\tInvestment Income and Other\tGain or (loss) on fair value hedging relationships:\tInterest Contracts:\tHedged items\t$\t \t$\t(\t38\t)\t$\t \t$\t \t$\t57\t$\t \tDerivatives designated as hedging instruments\t \t38\t \t \t(\t57\t)\t \tGains or (loss) on cash flow hedging relationships:\tInterest Contracts:\tAmount of gain or (loss) reclassified from accumulated other comprehensive income\t \t(\t15\t)\t \t \t(\t24\t)\t \tForeign Exchange Contracts:\tAmount of gain or (loss) reclassified from accumulated other comprehensive income\t177\t \t \t(\t50\t)\t \t \tTotal amounts of income and expense line items presented in the statement of income in which the effects of fair value or cash flow hedges are recorded\t$\t177\t$\t(\t15\t)\t$\t \t$\t(\t50\t)\t$\t(\t24\t)\t$\t \t124\tUNITED PARCEL SERVICE, INC. AND SUBSIDIARIES\tNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\tThe following table indicates the amount of gains and (losses) that have been recognized in AOCI for the years ended\tDecember 31, 2019\tand\t2018\tfor those derivatives designated as cash flow hedges (in millions):\tDerivative Instruments in Cash Flow Hedging Relationships\tAmount of Gain (Loss) Recognized in AOCI on Derivatives\t2019\t2018\tInterest rate contracts\t$\t6\t$\t1\tForeign exchange contracts\t250\t563\tTotal\t$\t256\t$\t564\tAs of\tDecember 31, 2019\t, there were $\t162\tmillion of pre-tax gains related to cash flow hedges that are currently deferred in AOCI that are expected to be reclassified to income over the 12 month period ended\tDecember 31, 2020\t. The actual amounts that will be reclassified to income over the next 12 months will vary from this amount as a result of changes in market conditions. The maximum term over which we are hedging exposures to the variability of cash flows is approximately\t13\tyears.\tThe following table indicates the amount of gains and losses that have been recognized in AOCI within foreign currency translation adjustment for the years ended\tDecember 31, 2019\tand\t2018\tfor those instruments designated as net investment hedges (in millions):\tNo"
        ],
        "timestamp": "2025-01-21_09-44-08"
    }
}