{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\t(In millions, except per-share data)\tJune 30, 2022\tDecember 31, 2021\t(Unaudited)\tASSETS\tCurrent assets:\tCash and cash equivalents\t$\t5,203\t$\t7,989\tMarketable securities\t1,980\t48\tTrade receivables, net\t5,327\t4,895\tInventories\t4,554\t4,086\tOther current assets\t2,258\t2,367\tTotal current assets\t19,322\t19,385\tProperty, plant and equipment, net\t5,158\t5,184\tIntangible assets, net\t13,927\t15,182\tGoodwill\t14,865\t14,890\tOther noncurrent assets\t6,022\t6,524\tTotal assets\t$\t59,294\t$\t61,165\tLIABILITIES AND STOCKHOLDERS  EQUITY\tCurrent liabilities:\tAccounts payable\t$\t1,256\t$\t1,366\tAccrued liabilities\t10,545\t10,731\tCurrent portion of long-term debt\t817\t87\tTotal current liabilities\t12,618\t12,184\tLong-term debt\t35,705\t33,222\tLong-term tax liabilities\t5,603\t6,594\tOther noncurrent liabilities\t2,949\t2,465\tContingencies and commitments\tStockholders  equity:\tCommon stock and additional paid-in capital; $\t0.0001\tpar value;\t2,750.0\tshares authorized; outstanding \t534.9\tshares in 2022 and\t558.3\tshares in 2021\t31,343\t32,096\tAccumulated deficit\t(\t28,252\t)\t(\t24,600\t)\tAccumulated other comprehensive loss\t(\t672\t)\t(\t796\t)\tTotal stockholders  equity\t2,419\t6,700\tTotal liabilities and stockholders  equity\t$\t59,294\t$\t61,165\tSee accompanying notes.\t3\tAMGEN INC.\tCONDENSED CONSOLIDATED STATEMENTS OF STOCKHOLDERS  EQUITY\t(In millions, except per-share data)\t(Unaudited)\tNumber\tof shares\tof common\tstock\tCommon\tstock and\tadditional\tpaid-in capital\tAccumulated\tdeficit\tAccumulated\tother\tcomprehensive\tloss\tTotal\tBalance as of December 31, 2021\t558.3\t$\t32,096\t$\t(\t24,600\t)\t$\t(\t796\t)\t$\t6,700\tNet income\t \t \t1,476\t \t1,476\tOther comprehensive income, net of taxes\t \t \t \t33\t33\tDividends declared on common stock ($\t1.94\tper share)\t \t \t(\t1,034\t)\t \t(\t1,034\t)\tIssuance of common stock in connection with the Company s equity award programs\t0.5\t18\t \t \t18\tStock-based compensation expense\t \t78\t \t \t78\tTax impact related to employee stock-based compensation expense\t \t(\t45\t)\t \t \t(\t45\t)\tRepurchases of common stock (Note 10)\t(\t24.6\t)\t(\t900\t)\t(\t5,410\t)\t \t(\t6,310\t)\tBalance as of March 31, 2022\t534.2\t31,247\t(\t29,568\t)\t(\t763\t)\t916\tNet income\t \t \t1,317\t \t1,317\tOther comprehensive income, net of taxes\t \t \t \t91\t91\tIssuance of common stock in connection with the Company s equity award programs\t0.7\t45\t \t \t45\tStock-based compensation expense\t \t120\t \t \t120\tTax impact related to employee stock-based compensation expense\t \t(\t69\t)\t \t \t(\t69\t)\tOther\t \t \t(\t1\t)\t \t(\t1\t)\tBalance as of June 30, 2022\t534.9\t$\t31,343\t$\t(\t28,252\t)\t$\t(\t672\t)\t$\t2,419\t4\tAMGEN INC.\tCONDENSED CONSOLIDATED STATEMENTS OF STOCKHOLDERS  EQUITY (continued)\t(In millions, except per-share data)\t(Unaudited)\tNumber\tof shares\tof common\tstock\tCommon\tstock and\tadditional\tpaid-in capital\tAccumulated\tdeficit\tAccumulated\tother\tcomprehensive\tloss\tTotal\tBalance as of December 31, 2020\t578.3\t$\t31,802\t$\t(\t21,408\t)\t$\t(\t985\t)\t$\t9,409\tNet income\t \t \t1,646\t \t1,646\tOther comprehensive income, net of taxes\t \t \t \t152\t152\tDividends declared on common stock ($\t1.",
            "Consolidated Balance Sheets were as follows (in millions):\tDerivative assets\tDerivative liabilities\tJune 30, 2022\tCondensed Consolidated\tBalance Sheets locations\tFair values\tCondensed Consolidated\tBalance Sheets locations\tFair values\tDerivatives designated as hedging instruments:\tForeign currency contracts\tOther current assets/ Other noncurrent assets\t$\t413\tAccrued liabilities/ Other noncurrent liabilities\t$\t30\tCross-currency swap contracts\tOther current assets/ Other noncurrent assets\t29\tAccrued liabilities/ Other noncurrent liabilities\t503\tInterest rate swap contracts\tOther current assets/ Other noncurrent assets\t \tAccrued liabilities/ Other noncurrent liabilities\t591\tTotal derivatives designated as hedging instruments\t$\t442\t$\t1,124\tDerivative assets\tDerivative liabilities\tDecember 31, 2021\tCondensed Consolidated\tBalance Sheets locations\tFair values\tCondensed Consolidated\tBalance Sheets locations\tFair values\tDerivatives designated as hedging instruments:\tForeign currency contracts\tOther current assets/ Other noncurrent assets\t$\t183\tAccrued liabilities/ Other noncurrent liabilities\t$\t39\tCross-currency swap contracts\tOther current assets/ Other noncurrent assets\t66\tAccrued liabilities/ Other noncurrent liabilities\t339\tInterest rate swap contracts\tOther current assets/ Other noncurrent assets\t16\tAccrued liabilities/ Other noncurrent liabilities\t156\tTotal derivatives designated as hedging instruments\t$\t265\t$\t534\tOur derivative contracts that were in liability positions as of June 30, 2022, contain certain credit-risk-related contingent provisions that would be triggered if (i) we were to undergo a change in control and (ii) our or the surviving entity s creditworthiness deteriorates, which is generally defined as having either a credit rating that is below investment grade or a materially weaker creditworthiness after the change in control. If these events were to occur, the counterparties would have the right, but not the obligation, to close the contracts under early-termination provisions. In such circumstances, the counterparties could request immediate settlement of these contracts for amounts that approximate the then current fair values of the contracts. In addition, our derivative contracts are not subject to any type of master netting arrangement, and amounts due either to or from a counterparty under the contracts may be offset against other amounts due either to or from the same counterparty only if an event of default or termination, as defined, were to occur.\tThe cash flow effects of our derivative contracts in the Condensed Consolidated Statements of Cash Flows are included in Net cash provided by operating activities, except for the settlement of notional amounts of cross-currency swaps, which are included in Net cash used in financing activities.\t26\t13.\tContingencies and commitments\tContingencies\tIn the ordinary course of business, we are involved in various legal proceedings, government investigations and other matters that are com"
        ],
        "timestamp": "2025-01-21_09-26-03"
    }
}