{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\t(in millions, except per share data)\tDecember 31, 2021\tSeptember 30, 2022\t(unaudited)\tASSETS\tCurrent assets:\tCash and cash equivalents\t$\t36,220\t$\t34,947\tMarketable securities\t59,829\t23,715\tInventories\t32,640\t36,647\tAccounts receivable, net and other\t32,891\t36,154\tTotal current assets\t161,580\t131,463\tProperty and equipment, net\t160,281\t177,195\tOperating leases\t56,082\t62,033\tGoodwill\t15,371\t20,168\tOther assets\t27,235\t37,503\tTotal assets\t$\t420,549\t$\t428,362\tLIABILITIES AND STOCKHOLDERS  EQUITY\tCurrent liabilities:\tAccounts payable\t$\t78,664\t$\t67,760\tAccrued expenses and other\t51,775\t59,974\tUnearned revenue\t11,827\t12,629\tTotal current liabilities\t142,266\t140,363\tLong-term lease liabilities\t67,651\t69,332\tLong-term debt\t48,744\t58,919\tOther long-term liabilities\t23,643\t22,259\tCommitments and contingencies (Note 4)\tStockholders  equity:\tPreferred stock ($\t0.01\tpar value;\t500\tshares authorized;\tno\tshares issued or outstanding)\t \t \tCommon stock ($\t0.01\tpar value;\t100,000\tshares authorized;\t10,644\tand\t10,714\tshares issued;\t10,175\tand\t10,198\tshares outstanding)\t106\t107\tTreasury stock, at cost\t(\t1,837\t)\t(\t7,837\t)\tAdditional paid-in capital\t55,437\t69,419\tAccumulated other comprehensive income (loss)\t(\t1,376\t)\t(\t7,115\t)\tRetained earnings\t85,915\t82,915\tTotal stockholders  equity\t138,245\t137,489\tTotal liabilities and stockholders  equity\t$\t420,549\t$\t428,362\tSee accompanying notes to consolidated financial statements.\t6\tTable of\tContents\tAMAZON.COM, INC.\tNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\t(unaudited)\tNote 1  \tACCOUNTING POLICIES AND SUPPLEMENTAL DISCLOSURES\tUnaudited Interim Financial Information\tWe have prepared the accompanying consolidated financial statements pursuant to the rules and regulations of the Securities and Exchange Commission (the “SEC”) for interim financial reporting. These consolidated financial statements are unaudited and, in our opinion, include all adjustments, consisting of normal recurring adjustments and accruals necessary for a fair presentation of our consolidated cash flows, operating results, and balance sheets for the periods presented. Operating results for the periods presented are not necessarily indicative of the results that may be expected for 2022 due to seasonal and other factors. Certain information and footnote disclosures normally included in financial statements prepared in accordance with accounting principles generally accepted in the United States (“GAAP”) have been omitted in accordance with the rules and regulations of the SEC. These consolidated financial statements should be read in conjunction with the audited consolidated financial statements and accompanying notes in Item 8 of Part II, “Financial Statements and Supplementary Data,” of our 2021 Annual Report on Form 10-K.\tCommon Stock Split\tOn May 27, 2022, we effected a\t20\t-for-1 stock split of our common stock and proportionately increased the number of authorized shares of common stock. All share, restricted stock unit (“RSU”"
        ],
        "timestamp": "2025-01-21_09-28-12"
    }
}