{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\t(in millions, except per share data)\tDecember 31, 2020\tSeptember 30, 2021\t(unaudited)\tASSETS\tCurrent assets:\tCash and cash equivalents\t$\t42,122\t$\t29,944\tMarketable securities\t42,274\t49,044\tInventories\t23,795\t30,933\tAccounts receivable, net and other\t24,542\t28,610\tTotal current assets\t132,733\t138,531\tProperty and equipment, net\t113,114\t147,152\tOperating leases\t37,553\t52,151\tGoodwill\t15,017\t15,345\tOther assets\t22,778\t29,227\tTotal assets\t$\t321,195\t$\t382,406\tLIABILITIES AND STOCKHOLDERS  EQUITY\tCurrent liabilities:\tAccounts payable\t$\t72,539\t$\t71,474\tAccrued expenses and other\t44,138\t41,546\tUnearned revenue\t9,708\t10,974\tTotal current liabilities\t126,385\t123,994\tLong-term lease liabilities\t52,573\t63,848\tLong-term debt\t31,816\t50,055\tOther long-term liabilities\t17,017\t23,945\tCommitments and contingencies (Note 4)\tStockholders  equity:\tPreferred stock, $\t0.01\tpar value:\tAuthorized shares  \t500\tIssued and outstanding shares  \tnone\t \t \tCommon stock, $\t0.01\tpar value:\tAuthorized shares  \t5,000\tIssued shares  \t527\tand\t530\tOutstanding shares  \t503\tand\t507\t5\t5\tTreasury stock, at cost\t(\t1,837\t)\t(\t1,837\t)\tAdditional paid-in capital\t42,865\t51,879\tAccumulated other comprehensive income (loss)\t(\t180\t)\t(\t1,075\t)\tRetained earnings\t52,551\t71,592\tTotal stockholders  equity\t93,404\t120,564\tTotal liabilities and stockholders  equity\t$\t321,195\t$\t382,406\tSee accompanying notes to consolidated financial statements.\t6\tTable of\tContents\tAMAZON.COM, INC.\tNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\t(unaudited)\tNote 1  \tACCOUNTING POLICIES AND SUPPLEMENTAL DISCLOSURES\tUnaudited Interim Financial Information\tWe have prepared the accompanying consolidated financial statements pursuant to the rules and regulations of the Securities and Exchange Commission (the “SEC”) for interim financial reporting. These consolidated financial statements are unaudited and, in our opinion, include all adjustments, consisting of normal recurring adjustments and accruals necessary for a fair presentation of our consolidated cash flows, operating results, and balance sheets for the periods presented. Operating results for the periods presented are not necessarily indicative of the results that may be expected for 2021 due to seasonal and other factors. Certain information and footnote disclosures normally included in financial statements prepared in accordance with accounting principles generally accepted in the United States (“GAAP”) have been omitted in accordance with the rules and regulations of the SEC. These consolidated financial statements should be read in conjunction with the audited consolidated financial statements and accompanying notes in Item 8 of Part II, “Financial Statements and Supplementary Data,” of our 2020 Annual Report on Form 10-K.\tPrinciples of Consolidation\tThe consolidated financial statements include the accounts of Amazon.com, Inc. and its consolidated entities (collectively, the “Company”), consisting of its wholly-owned subsidiaries and those en"
        ],
        "timestamp": "2025-01-21_09-28-17"
    }
}