{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\t(in millions except par value amounts)\tJanuary 28,\t2023\tJanuary 29,\t2022\tASSETS\tCurrent Assets:\tCash and Cash Equivalents\t$\t1,232\t$\t1,979\tAccounts Receivable, Net\t226\t240\tInventories\t709\t709\tOther\t99\t81\tTotal Current Assets\t2,266\t3,009\tProperty and Equipment, Net\t1,193\t1,009\tOperating Lease Assets\t1,050\t1,021\tGoodwill\t628\t628\tTrade Name\t165\t165\tDeferred Income Taxes\t37\t45\tOther Assets\t155\t149\tTotal Assets\t$\t5,494\t$\t6,026\tLIABILITIES AND EQUITY (DEFICIT)\tCurrent Liabilities:\tAccounts Payable\t$\t455\t$\t435\tAccrued Expenses and Other\t673\t651\tCurrent Operating Lease Liabilities\t177\t170\tIncome Taxes\t74\t34\tTotal Current Liabilities\t1,379\t1,290\tDeferred Income Taxes\t168\t157\tLong-term Debt\t4,862\t4,854\tLong-term Operating Lease Liabilities\t1,014\t989\tOther Long-term Liabilities\t276\t253\tShareholders  Equity (Deficit):\tPreferred Stock $\t1.00\tpar value;\t10\tshares authorized;\tnone\tissued\t \t \tCommon Stock $\t0.50\tpar value;\t1,000\tshares authorized;\t244\tand\t269\tshares issued;\t229\tand\t254\tshares outstanding, respectively\t122\t134\tPaid-in Capital\t817\t893\tAccumulated Other Comprehensive Income\t78\t80\tRetained Earnings (Accumulated Deficit)\t(\t2,401\t)\t(\t1,803\t)\tLess: Treasury Stock, at Average Cost;\t15\tand\t15\tshares, respectively\t(\t822\t)\t(\t822\t)\tTotal Shareholders  Equity (Deficit)\t(\t2,206\t)\t(\t1,518\t)\tNoncontrolling Interest\t1\t1\tTotal Equity (Deficit)\t(\t2,205\t)\t(\t1,517\t)\tTotal Liabilities and Equity (Deficit)\t$\t5,494\t$\t6,026\tThe accompanying Notes are an integral part of these Consolidated Financial Statements.\t48\tTable of\tContents\tBATH & BODY WORKS, INC.\tCONSOLIDATED STATEMENTS OF TOTAL EQUITY (DEFICIT)\t(in millions except per share amounts)\tCommon Stock\tPaid-In\tCapital\tAccumulated\tOther\tComprehensive\tIncome\tRetained\tEarnings (Accumulated Deficit)\tTreasury\tStock, at\tAverage\tCost\tNoncontrolling Interest\tTotal Equity (Deficit)\tShares\tOutstanding\tPar\tValue\tBalance, February 1, 2020\t277\t$\t142\t$\t847\t$\t52\t$\t(\t2,182\t)\t$\t(\t358\t)\t$\t4\t$\t(\t1,495\t)\tNet Income\t \t \t \t \t844\t \t \t844\tOther Comprehensive Income\t \t \t \t31\t \t \t \t31\tTotal Comprehensive Income\t \t \t \t31\t844\t \t \t875\tCash Dividends ($\t0.30\tper share)\t \t \t \t \t(\t83\t)\t \t \t(\t83\t)\tShare-based Compensation and Other\t1\t1\t44\t \t \t \t(\t3\t)\t42\tBalance, January 30, 2021\t278\t$\t143\t$\t891\t$\t83\t$\t(\t1,421\t)\t$\t(\t358\t)\t$\t1\t$\t(\t661\t)\tNet Income\t \t \t \t \t1,333\t \t \t1,333\tOther Comprehensive Income\t \t \t \t5\t \t \t \t5\tTotal Comprehensive Income\t \t \t \t5\t1,333\t \t \t1,338\tVictoria's Secret Spin-Off\t \t \t \t(\t8\t)\t(\t175\t)\t \t \t(\t183\t)\tCash Dividends ($\t0.45\tper share)\t \t \t \t \t(\t120\t)\t \t \t(\t120\t)\tRepurchases of Common Stock\t(\t28\t)\t \t \t \t \t(\t1,964\t)\t \t(\t1,964\t)\tTreasury Share Retirement\t \t(\t11\t)\t(\t69\t)\t \t(\t1,420\t)\t1,500\t \t \tShare-based Compensation and Other\t4\t2\t71\t \t \t \t \t73\tBalance, January 29, 2022\t254\t$\t134\t$\t893\t$\t80\t$\t(\t1,803\t)\t$\t(\t822\t)\t$\t1\t$\t(\t1,517\t)\tNet Income\t \t \t \t \t800\t \t \t800\tOther Comprehensive Loss\t \t \t \t(\t2\t)\t \t \t \t(\t2\t)\tTotal Comprehensive Income\t \t \t \t(\t2\t)\t800\t \t \t798\tCash Dividends ($\t0.80\tper share)\t \t \t \t \t(\t186\t)",
            "Consolidated Balance Sheets at fair value. The fair value of designated cash flow hedges is not significant for any period presented. The Company does not use derivative financial instruments for trading purposes.\tEaston Investments\tThe Company has land and other investments in Easton, a planned community in Columbus, Ohio, that integrates office, hotel, retail, residential and recreational space. These investments, totaling $\t124\tmillion as of January 28, 2023 and $\t126\tmillion as of January 29, 2022, are recorded in Other Assets on the Consolidated Balance Sheets.\tIncluded in the Company s Easton investments are equity interests in Easton Town Center, LLC (“ETC”) and Easton Gateway, LLC (“EG”), entities that own and develop commercial entertainment and shopping centers. The Company s investments in ETC and EG are accounted for using the equity method of accounting. The Company has majority financial interests in ETC and EG, but another unaffiliated member manages them, and certain significant decisions regarding ETC and EG require the consent of unaffiliated members in addition to the Company.\tUnder the equity method of accounting, the Company recognizes its share of the investee's net income or loss. Losses are only recognized to the extent the Company has positive carrying value related to the investee. Carrying values are only reduced below zero if the Company has an obligation to provide funding to the investee. The Company s share of net income or loss of all unconsolidated entities is included in Other Income (Loss) in the Consolidated Statements of Income. The Company s equity method investments are required to be reviewed for impairment when it is determined there may be an other-than-temporary loss in value.\t53\tTable of\tContents\tFair Value\tThe authoritative guidance included in ASC 820,\tFair Value Measurement,\tdefines fair value as the exchange price that would be received for an asset or paid to transfer a liability (an exit price) in the principal or most advantageous market for the asset or liability in an orderly transaction between market participants. This authoritative guidance further establishes a three-level fair value hierarchy that prioritizes the inputs used to measure fair value. This hierarchy requires entities to maximize the use of observable inputs and minimize the use of unobservable inputs. The three levels of inputs used to measure fair value are as follows:\t•\tLevel 1 - Quoted market prices in active markets for identical assets or liabilities.\t•\tLevel 2 - Observable inputs other than quoted market prices included in Level 1, such as quoted prices of similar assets and liabilities in active markets; quoted prices for identical or similar assets and liabilities in markets that are not active; or other inputs that are observable or can be corroborated by observable market data.\t•\tLevel 3 - Unobservable inputs that are supported by little or no market activity and that are significant to the fair value of the assets a"
        ],
        "timestamp": "2025-01-21_09-28-45"
    }
}