{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\t(in millions except par value amounts)\tMay 1,\t2021\tJanuary 30,\t2021\tMay 2,\t2020\t(Unaudited)\t(Unaudited)\tASSETS\tCurrent Assets:\tCash and Cash Equivalents\t$\t2,807\t$\t3,903\t$\t957\tAccounts Receivable, Net\t221\t269\t229\tInventories\t1,397\t1,273\t1,491\tOther\t187\t134\t172\tTotal Current Assets\t4,612\t5,579\t2,849\tProperty and Equipment, Net\t2,030\t2,095\t2,299\tOperating Lease Assets\t2,596\t2,558\t2,947\tGoodwill\t628\t628\t628\tTrade Names\t411\t411\t411\tDeferred Income Taxes\t72\t69\t84\tOther Assets\t197\t231\t221\tTotal Assets\t$\t10,546\t$\t11,571\t$\t9,439\tLIABILITIES AND EQUITY (DEFICIT)\tCurrent Liabilities:\tAccounts Payable\t$\t735\t$\t683\t$\t715\tAccrued Expenses and Other\t1,292\t1,457\t826\tCurrent Debt\t \t \t468\tCurrent Operating Lease Liabilities\t504\t594\t590\tIncome Taxes\t149\t92\t84\tTotal Current Liabilities\t2,680\t2,826\t2,683\tDeferred Income Taxes\t245\t234\t198\tLong-term Debt\t5,344\t6,366\t5,034\tLong-term Operating Lease Liabilities\t2,504\t2,495\t2,945\tOther Long-term Liabilities\t306\t311\t437\tShareholders  Equity (Deficit):\tPreferred Stock - $\t1.00\tpar value;\t10\tshares authorized;\tnone\tissued\t \t \t \tCommon Stock - $\t0.50\tpar value;\t1,000\tshares authorized;\t288\t,\t286\tand\t286\tshares issued;\t277\t,\t278\tand\t278\tshares outstanding, respectively\t144\t143\t143\tPaid-in Capital\t903\t891\t865\tAccumulated Other Comprehensive Income\t86\t83\t51\tRetained Earnings (Accumulated Deficit)\t(\t1,144\t)\t(\t1,421\t)\t(\t2,562\t)\tLess: Treasury Stock, at Average Cost;\t11\t,\t8\tand\t8\tshares, respectively\t(\t523\t)\t(\t358\t)\t(\t358\t)\tTotal L Brands, Inc. Shareholders  Equity (Deficit)\t(\t534\t)\t(\t662\t)\t(\t1,861\t)\tNoncontrolling Interest\t1\t1\t3\tTotal Equity (Deficit)\t(\t533\t)\t(\t661\t)\t(\t1,858\t)\tTotal Liabilities and Equity (Deficit)\t$\t10,546\t$\t11,571\t$\t9,439\tThe accompanying Notes are an integral part of these Consolidated Financial Statements.\t4\tTable of Contents\tL BRANDS, INC.\tCONSOLIDATED STATEMENTS OF TOTAL EQUITY (DEFICIT)\t(in millions except per share amounts)\t(Unaudited)\tFirst Quarter 2021\tCommon Stock\tPaid-In\tCapital\tAccumulated\tOther\tComprehensive\tIncome\tRetained\tEarnings (Accumulated Deficit)\tTreasury\tStock, at\tAverage\tCost\tNoncontrolling Interest\tTotal Equity (Deficit)\tShares\tOutstanding\tPar\tValue\tBalance, January 30, 2021\t278\t$\t143\t$\t891\t$\t83\t$\t(\t1,421\t)\t$\t(\t358\t)\t$\t1\t$\t(\t661\t)\tNet Income\t \t \t \t \t277\t \t \t277\tOther Comprehensive Income\t \t \t \t3\t \t \t \t3\tTotal Comprehensive Income\t \t \t \t3\t277\t \t \t280\tRepurchases of Common Stock\t(\t3\t)\t \t \t \t \t(\t165\t)\t \t(\t165\t)\tShare-based Compensation and Other\t2\t1\t12\t \t \t \t \t13\tBalance, May 1, 2021\t277\t$\t144\t$\t903\t$\t86\t$\t(\t1,144\t)\t$\t(\t523\t)\t$\t1\t$\t(\t533\t)\tFirst Quarter 2020\tCommon Stock\tPaid-In\tCapital\tAccumulated\tOther\tComprehensive\tIncome\tRetained\tEarnings (Accumulated Deficit)\tTreasury\tStock, at\tAverage\tCost\tNoncontrolling Interest\tTotal Equity (Deficit)\tShares\tOutstanding\tPar\tValue\tBalance, February 1, 2020\t277\t$\t142\t$\t847\t$\t52\t$\t(\t2,182\t)\t$\t(\t358\t)\t$\t4\t$\t(\t1,495\t)\tNet Loss\t \t \t \t \t(\t297\t)\t \t \t(\t297\t)\tOther Comprehensive Loss\t \t \t \t(\t1\t)\t \t \t \t(\t1\t)\tTotal Comprehensive Loss",
            "Consolidated Balance Sheet.  The Company's total Cash and Cash Equivalents and Restricted Cash totaled $\t2.837\tbillion as of May 1, 2021.\tDerivative Financial Instruments\tThe Company uses derivative financial instruments to manage exposure to foreign currency exchange rates. The Company does not use derivative instruments for trading purposes. All derivative instruments are recorded on the Consolidated Balance Sheets at fair value.\tThe earnings of the Company's wholly owned foreign operations are subject to exchange rate risk as substantially all the merchandise is sourced through U.S. dollar transactions. The Company uses foreign currency forward contracts designated as cash flow hedges to mitigate this foreign currency exposure for its Canadian operations. Amounts are reclassified from accumulated other comprehensive income (loss) upon sale of the hedged merchandise to the customer. These gains and losses are recognized in Costs of Goods Sold, Buying and Occupancy in the Consolidated Statements of Income (Loss). The fair value of designated cash flow hedges is not significant as of May 1, 2021.\tConcentration of Credit Risk\tThe Company maintains cash and cash equivalents, restricted cash and derivative contracts with various major financial institutions. The Company monitors the relative credit standing of financial institutions with whom the Company transacts and limits the amount of credit exposure with any one entity. The Company s investment portfolio is primarily comprised of U.S. government obligations, U.S. Treasury and AAA-rated money market funds, commercial paper and bank deposits.\tThe Company also periodically reviews the relative credit standing of franchise, license and wholesale partners and other entities to which the Company grants credit terms in the normal course of business. The Company determines the required allowance for expected credit losses using information such as customer credit history and financial condition. Amounts are recorded to the allowance when it is determined that expected credit losses may occur.\tUse of Estimates in the Preparation of Financial Statements\tThe preparation of financial statements in conformity with U.S. generally accepted accounting principles (“GAAP”) requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period, as well as the related disclosure of contingent assets and liabilities at the date of the financial statements. Actual results may differ from those estimates, and the Company revises its estimates and assumptions as new information becomes available.\tRecently Issued Accounting Pronouncements\tThe Company did not adopt any new accounting standards during the first quarter of 2021 that had a material impact on the Company's consolidated results of operations, financial position or cash flows.  In addition, there are n"
        ],
        "timestamp": "2025-01-21_09-29-16"
    }
}