{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\t(in millions except par value amounts)\tMay 2,\t2020\tFebruary 1,\t2020\tMay 4,\t2019\t(Unaudited)\t(Unaudited)\tASSETS\tCurrent Assets:\tCash and Cash Equivalents\t$\t957\t$\t1,499\t$\t1,146\tAccounts Receivable, Net\t229\t306\t274\tInventories\t1,491\t1,287\t1,357\tOther\t172\t153\t170\tTotal Current Assets\t2,849\t3,245\t2,947\tProperty and Equipment, Net\t2,299\t2,486\t2,794\tOperating Lease Assets\t2,947\t3,053\t3,271\tGoodwill\t628\t628\t1,348\tTrade Names\t411\t411\t411\tDeferred Income Taxes\t84\t84\t61\tOther Assets\t221\t218\t166\tTotal Assets\t$\t9,439\t$\t10,125\t$\t10,998\tLIABILITIES AND EQUITY (DEFICIT)\tCurrent Liabilities:\tAccounts Payable\t$\t715\t$\t647\t$\t688\tAccrued Expenses and Other\t826\t1,052\t872\tCurrent Debt\t468\t61\t72\tCurrent Operating Lease Liabilities\t590\t478\t443\tIncome Taxes\t84\t134\t122\tTotal Current Liabilities\t2,683\t2,372\t2,197\tDeferred Income Taxes\t198\t219\t238\tLong-term Debt\t5,034\t5,487\t5,749\tLong-term Operating Lease Liabilities\t2,945\t3,052\t3,234\tOther Long-term Liabilities\t437\t490\t478\tShareholders  Equity (Deficit):\tPreferred Stock - $1.00 par value; 10 shares authorized; none issued\t \t \t \tCommon Stock - $0.50 par value; 1,000 shares authorized; 286, 285 and 284 shares issued; 278, 277 and 276 shares outstanding, respectively\t143\t142\t142\tPaid-in Capital\t865\t847\t786\tAccumulated Other Comprehensive Income\t51\t52\t55\tRetained Earnings (Deficit)\t(\t2,562\t)\t(\t2,182\t)\t(\t1,527\t)\tLess: Treasury Stock, at Average Cost; 8, 8 and 8 shares, respectively\t(\t358\t)\t(\t358\t)\t(\t358\t)\tTotal L Brands, Inc. Shareholders  Equity (Deficit)\t(\t1,861\t)\t(\t1,499\t)\t(\t902\t)\tNoncontrolling Interest\t3\t4\t4\tTotal Equity (Accumulated Deficit)\t(\t1,858\t)\t(\t1,495\t)\t(\t898\t)\tTotal Liabilities and Equity (Deficit)\t$\t9,439\t$\t10,125\t$\t10,998\tThe accompanying Notes are an integral part of these Consolidated Financial Statements.\t4\tTable of Contents\tL BRANDS, INC.\tCONSOLIDATED STATEMENTS OF TOTAL EQUITY (DEFICIT)\t(in millions except per share amounts)\t(Unaudited)\tFirst Quarter 2020\tCommon Stock\tPaid-In\tCapital\tAccumulated\tOther\tComprehensive\tIncome\tRetained\tEarnings (Accumulated Deficit)\tTreasury\tStock, at\tAverage\tCost\tNoncontrolling Interest\tTotal Equity (Deficit)\tShares\tOutstanding\tPar\tValue\tBalance, February 1, 2020\t277\t$\t142\t$\t847\t$\t52\t$\t(\t2,182\t)\t$\t(\t358\t)\t$\t4\t$\t(\t1,495\t)\tNet Loss\t \t \t \t \t(\t297\t)\t \t \t(\t297\t)\tOther Comprehensive Loss\t \t \t \t(\t1\t)\t \t \t \t(\t1\t)\tTotal Comprehensive Loss\t \t \t \t(\t1\t)\t(\t297\t)\t \t \t(\t298\t)\tCash Dividends ($0.30 per share)\t \t \t \t \t(\t83\t)\t \t \t(\t83\t)\tShare-based Compensation and Other\t1\t1\t18\t \t \t \t(\t1\t)\t18\tBalance, May 2, 2020\t278\t$\t143\t$\t865\t$\t51\t$\t(\t2,562\t)\t$\t(\t358\t)\t$\t3\t$\t(\t1,858\t)\tFirst Quarter 2019\tCommon Stock\tPaid-In\tCapital\tAccumulated\tOther\tComprehensive\tIncome\tRetained\tEarnings (Accumulated Deficit)\tTreasury\tStock, at\tAverage\tCost\tNoncontrolling Interest\tTotal Equity (Deficit)\tShares\tOutstanding\tPar\tValue\tBalance, February 2, 2019\t275\t$\t141\t$\t771\t$\t59\t$\t(\t1,482\t)\t$\t(\t358\t)\t$\t4\t$\t(\t865\t)\tCumulative Effect of Accounting Change\t \t \t \t \t(\t2\t)\t \t \t(\t2\t)\tBalance, February 3, 20",
            "Consolidated Balance Sheet and the remaining reserves are included within Other Long-term Liabilities.\tOther\tIn connection with noncancelable operating leases of certain assets, we provided residual value guarantees to the lessor if the leased assets cannot be sold for an amount in excess of a specified minimum value at the conclusion of the lease term. The leases expire at various dates through 2021, and the total amount of the guarantees is\t$94 million\t. We recorded a liability of\t$17 million\tas of\tMay 2, 2020\tand\tFebruary 1, 2020\t, and\t$10 million\tas of\tMay 4, 2019\trelated to these guarantee obligations.  This liability is included in Current Operating Lease Liabilities on the\tMay 2, 2020\tand\tFebruary 1, 2020\tConsolidated Balance Sheets, and in Long-term Operating Lease Liabilities on the\tMay 4, 2019\tConsolidated Balance Sheet.\tContractual Obligations\tOur contractual obligations primarily consist of long-term debt and the related interest payments, operating leases, purchase orders for merchandise inventory and other long-term obligations. These contractual obligations impact our short-term and long-term liquidity and capital resource needs. There have been no material changes in our contractual obligations since\tFebruary 1, 2020\t, as discussed in “Contingent Liabilities and Contractual Obligations” in our\t2019\tAnnual Report on Form 10-K. Certain of our contractual obligations may fluctuate during the normal course of business (primarily changes in our merchandise inventory-related purchase obligations, which fluctuate throughout the year as a result of the seasonal nature of our operations).\tRECENTLY ISSUED ACCOUNTING PRONOUNCEMENTS\tCredit Losses\tIn June 2016, the FASB issued ASU 2016-13,\tFinancial Instruments - Credit Losses,\twhich requires the use of a forward-looking expected loss impairment model for accounts receivable and certain other financial instruments. We adopted the standard in the first quarter of fiscal 2020.  The adoption of this standard did not have a material impact on our consolidated results of operations, financial position or cash flows.\t34\tTable of Contents\tGuarantor Reporting\tIn March 2020, the SEC issued a final rule,\tFinancial Disclosures About Guarantors and Issuers of Guaranteed Securities and Affiliates Whose Securities Collateralize a Registrant s Securities\t, that simplifies the disclosure requirements related to registered securities under Rule 3-10 of Regulation S-X.  The rule replaces the requirement to provide condensed consolidating financial information with a requirement to present summarized financial information of the issuers and guarantors.  It also requires qualitative disclosures with respect to information about guarantors, the terms and conditions of guarantees and the factors that may affect payment.  These disclosures may be provided outside the footnotes to the Company s consolidated financial statements.  We early adopted the reporting requirements of the rule in the first quarter of fiscal 2"
        ],
        "timestamp": "2025-01-21_09-29-47"
    }
}