{
    "balance": {
        "data": [
            "Consolidated Balance Sheet and the remaining reserves are included within Other Long-term Liabilities.\tOther\tIn connection with noncancelable operating leases of certain assets, we provided residual value guarantees to the lessor if the leased assets cannot be sold for an amount in excess of a specified minimum value at the conclusion of the lease term. The leases expire at various dates through 2021, and the total amount of the guarantees is\t$94 million\t. We recorded a liability of\t$17 million\tand\t$11 million\trelated to these guarantee obligations as of\tFebruary 1, 2020\tand\tFebruary 2, 2019\t, respectively.  This liability is included in Current Operating Lease Liabilities on the\tFebruary 1, 2020\tConsolidated Balance Sheet, and in Other Long-term Liabilities on the\tFebruary 2, 2019\tConsolidated Balance Sheet.\tOff Balance Sheet Arrangements\tWe have no off balance sheet arrangements as defined by Regulation 229.303 Item 303 (a) (4).\tRecently Issued Accounting Pronouncements\tLeases\tIn February 2016, the Financial Accounting Standards Board (\"FASB\") issued ASC 842,\tLeases\t, which requires companies classified as lessees to account for most leases on their balance sheet but recognize expense on their income statement in a manner similar to legacy accounting. The standard also requires enhanced quantitative and qualitative disclosures, including significant judgments made by management, to provide greater insight into the extent of expense recognized and expected to be recognized from existing leases.  In July 2018, the FASB approved an amendment to the standard that provides companies a modified retrospective transition option that did not require earlier periods to be restated upon adoption.\tWe adopted the standard in the first quarter of 2019 under the modified retrospective approach.  As allowed by the new standard, we elected the package of transition practical expedients but elected to not apply the hindsight practical expedient to its leases at transition.\tUpon adoption at the beginning of 2019, we recorded operating lease liabilities of\t$3.7 billion\tand operating lease assets for its leases of\t$3.3 billion\t.  The operating lease assets are net of\t$470 million\tof liabilities for deferred rent and unamortized landlord construction allowances that were previously recorded as Other Long-term Liabilities on the Consolidated Balance Sheet.  We also recorded a decrease to opening retained earnings, net of tax, of\t$2 million\t.  The adoption of the standard did not materially impact the Consolidated Statements of Income (Loss) or Cash Flows.\tHedging Activities\tIn August 2017, the FASB issued Accounting Standards Update (\"ASU\") 2017-12,\tTargeted Improvements to Accounting for Hedging Activities\t, which is intended to better align risk management activities and financial reporting for hedging relationships. The standard eliminates the requirement to separately measure and report hedge ineffectiveness and generally requires the entire change in the fair va",
            "Consolidated Balance Sheet.  We also recorded a decrease to opening retained earnings, net of tax, of\t$2 million\t.  The adoption of the standard did not materially impact the Consolidated Statements of Income (Loss) or Cash Flows.\tHedging Activities\tIn August 2017, the FASB issued Accounting Standards Update (\"ASU\") 2017-12,\tTargeted Improvements to Accounting for Hedging Activities\t, which is intended to better align risk management activities and financial reporting for hedging relationships. The standard eliminates the requirement to separately measure and report hedge ineffectiveness and generally requires the entire change in the fair value of a hedging instrument to be presented in the same income statement line as the hedged item. It also eases certain documentation and assessment requirements. We adopted the standard in the first quarter of 2019.  The adoption of this standard did not have a material impact on our consolidated results of operations, financial position or cash flows.\tGoodwill\tIn January 2017, the FASB issued ASU 2017-04,\tSimplifying the Test for Goodwill Impairment\t, which simplifies the subsequent measurement of goodwill.  The standard eliminates the second step from the goodwill impairment test, which required a hypothetical purchase price allocation to determine the implied fair value of goodwill.  Under the new standard, the goodwill impairment charge is the excess of the reporting unit's carrying value over its fair value, not to exceed the total amount of goodwill allocated to the reporting unit.  We adopted this standard in the third quarter of 2019 and performed our interim and annual goodwill impairment assessments in accordance with ASU 2017-04.\t54\tTable of Contents\tCredit Losses\tIn June 2016, the FASB issued ASU 2016-13,\tFinancial Instruments - Credit Losses,\twhich requires the use of a forward-looking expected loss impairment model for accounts receivable and certain other financial instruments. This guidance will be effective beginning in fiscal 2020, with early adoption permitted.  We do not expect this standard to have a material impact on our consolidated results of operations, financial position or cash flows.\tImpact of Inflation\tWhile it is difficult to accurately measure the impact of inflation due to the imprecise nature of the estimates required, we believe the effects of inflation, if any, on the results of operations and financial condition have been minor.\tCritical Accounting Policies and Estimates\tThe preparation of financial statements in conformity with generally accepted accounting principles requires management to adopt accounting policies related to estimates and assumptions that affect the reported amounts of assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period, as well as the related disclosure of contingent assets and liabilities at the date of the financial statements. On an ongoing basis, management ev",
            "CONSOLIDATED BALANCE SHEETS\t(in millions except par value amounts)\tFebruary 1,\t2020\tFebruary 2,\t2019\tASSETS\tCurrent Assets:\tCash and Cash Equivalents\t$\t1,499\t$\t1,413\tAccounts Receivable, Net\t306\t367\tInventories\t1,287\t1,248\tOther\t153\t232\tTotal Current Assets\t3,245\t3,260\tProperty and Equipment, Net\t2,486\t2,818\tOperating Lease Assets\t3,053\t \tGoodwill\t628\t1,348\tTrade Names\t411\t411\tDeferred Income Taxes\t84\t62\tOther Assets\t218\t191\tTotal Assets\t$\t10,125\t$\t8,090\tLIABILITIES AND EQUITY (DEFICIT)\tCurrent Liabilities:\tAccounts Payable\t$\t647\t$\t711\tAccrued Expenses and Other\t1,052\t1,082\tCurrent Debt\t61\t72\tCurrent Operating Lease Liabilities\t478\t \tIncome Taxes\t134\t121\tTotal Current Liabilities\t2,372\t1,986\tDeferred Income Taxes\t219\t226\tLong-term Debt\t5,487\t5,739\tLong-term Operating Lease Liabilities\t3,052\t \tOther Long-term Liabilities\t490\t1,004\tShareholders  Equity (Deficit):\tPreferred Stock $1.00 par value; 10 shares authorized; none issued\t \t \tCommon Stock $0.50 par value; 1,000 shares authorized; 285 and 283 shares issued; 277 and 275 shares outstanding, respectively\t142\t141\tPaid-in Capital\t847\t771\tAccumulated Other Comprehensive Income\t52\t59\tRetained Earnings (Deficit)\t(\t2,182\t)\t(\t1,482\t)\tLess: Treasury Stock, at Average Cost; 8 and 8 shares, respectively\t(\t358\t)\t(\t358\t)\tTotal L Brands, Inc. Shareholders  Equity (Deficit)\t(\t1,499\t)\t(\t869\t)\tNoncontrolling Interest\t4\t4\tTotal Equity (Deficit)\t(\t1,495\t)\t(\t865\t)\tTotal Liabilities and Equity (Deficit)\t$\t10,125\t$\t8,090\tThe accompanying Notes are an integral part of these Consolidated Financial Statements.\t67\tTable of Contents\tL BRANDS, INC.\tCONSOLIDATED STATEMENTS OF TOTAL EQUITY (DEFICIT)\t(in millions except per share amounts)\tCommon Stock\tPaid-In\tCapital\tAccumulated\tOther\tComprehensive\tIncome\tRetained\tEarnings (Accumulated Deficit)\tTreasury\tStock, at\tAverage\tCost\tNoncontrolling Interest\tTotal Equity (Deficit)\tShares\tOutstanding\tPar\tValue\tBalance, January 28, 2017\t286\t$\t157\t$\t650\t$\t12\t$\t205\t$\t(\t1,753\t)\t$\t2\t$\t(\t727\t)\tNet Income\t \t \t \t \t983\t \t \t983\tOther Comprehensive Income\t \t \t \t12\t \t \t \t12\tTotal Comprehensive Income\t \t \t \t12\t983\t \t \t995\tCash Dividends ($2.40 per share)\t \t \t \t \t(\t686\t)\t \t \t(\t686\t)\tRepurchase of Common Stock\t(\t9\t)\t \t \t \t \t(\t445\t)\t \t(\t445\t)\tTreasury Share Retirement\t \t(\t18\t)\t(\t82\t)\t \t(\t1,936\t)\t2,036\t \t \tShare-based Compensation and Other\t3\t2\t110\t \t \t \t \t112\tBalance, February 3, 2018\t280\t$\t141\t$\t678\t$\t24\t$\t(\t1,434\t)\t$\t(\t162\t)\t$\t2\t$\t(\t751\t)\tCumulative Effect of Accounting Changes\t \t \t \t(\t2\t)\t(\t26\t)\t \t \t(\t28\t)\tBalance, February 4, 2018\t280\t$\t141\t$\t678\t$\t22\t$\t(\t1,460\t)\t$\t(\t162\t)\t$\t2\t$\t(\t779\t)\tNet Income\t \t \t \t \t644\t \t \t644\tOther Comprehensive Income\t \t \t \t37\t \t \t \t37\tTotal Comprehensive Income\t \t \t \t37\t644\t \t \t681\tCash Dividends ($2.40 per share)\t \t \t \t \t(\t666\t)\t \t \t(\t666\t)\tRepurchase of Common Stock\t(\t5\t)\t \t \t \t \t(\t196\t)\t \t(\t196\t)\tShare-based Compensation and Other\t \t \t93\t \t \t \t2\t95\tBalance, February 2, 2019\t275\t$\t141\t$\t771\t$\t59\t$\t(\t1,482\t)\t$\t(\t358\t)\t$\t4\t$\t(\t865\t)\tCumulative Effect of Accounting Chang",
            "Consolidated Balance Sheets.\tIncluded in the Company s Easton investments are equity interests in Easton Town Center, LLC (“ETC”) and Easton Gateway, LLC (“EG”), entities that own and develop commercial entertainment and shopping centers. The Company s investments in ETC and EG are accounted for using the equity method of accounting. The Company has a majority financial interest in ETC and EG, but another unaffiliated member manages them, and certain significant decisions regarding ETC and EG require the consent of unaffiliated members in addition to the Company.\tThe Company received cash distributions of\t$\t7\tmillion\t,\t$\t16\tmillion\tand\t$\t29\tmillion\tduring\t2019\t,\t2018\tand\t2017\t, respectively, from certain of its Easton investments which are included as return of capital within Investing Activities of the Consolidated Statements of Cash Flows. As a result of these distributions, the Company recognized pre-tax gains totaling\t$\t5\tmillion\t,\t$\t8\tmillion\tand\t$\t20\tmillion\tduring\t2019\t,\t2018\tand\t2017\t, respectively, which are included in Other Income (Loss) in the Consolidated Statements of Income (Loss).\t11.\tAccrued Expenses and Other\tThe following table provides additional information about the composition of Accrued Expenses and Other as of\tFebruary 1, 2020\tand\tFebruary 2, 2019\t:\tFebruary 1,\t2020\tFebruary 2, 2019\t(in millions)\tDeferred Revenue, Principally from Gift Card Sales\t$\t330\t$\t316\tCompensation, Payroll Taxes and Benefits\t216\t215\tInterest\t94\t92\tTaxes, Other than Income\t74\t78\tAccrued Claims on Self-insured Activities\t40\t45\tRent\t35\t39\tReturns Reserve\t23\t27\tOther\t240\t270\tTotal Accrued Expenses and Other\t$\t1,052\t$\t1,082\t81\tTable of Contents\t12.\tIncome Taxes\tCurrent income tax expense represents the amounts expected to be reported on the Company s income tax returns, and deferred tax expense or benefit represents the change in net deferred tax assets and liabilities. Deferred tax assets and liabilities are determined based on the difference between the financial statement and tax bases of assets and liabilities as measured by the enacted tax rates that will be in effect when these differences reverse. Valuation allowances are recorded as appropriate to reduce deferred tax assets to the amount considered likely to be realized.\tOn December 22, 2017, the Tax Cuts and Jobs Act (the \"TCJA\") was enacted into law. The legislation significantly changes U.S. tax law by, among other things, lowering corporate income tax rates and imposing a repatriation tax on deemed repatriated earnings of foreign subsidiaries. The TCJA reduced the U.S. corporate income tax rate from a maximum of\t35\t%\tto a flat\t21\t%\trate, effective January 1, 2018.\tThe following table provides the components of the Company s provision for income taxes for\t2019\t,\t2018\tand\t2017\t:\t2019\t2018\t2017\t(in millions)\tCurrent:\tU.S. Federal\t$\t156\t$\t212\t$\t366\tU.S. State\t35\t37\t49\tNon-U.S.\t23\t16\t22\tTotal\t214\t265\t437\tDeferred:\tU.S. Federal\t(\t7\t)\t(\t4\t)\t(\t114\t)\tU.S. State\t1\t2\t6\tNon-U.S.\t(\t23\t)\t(\t50\t)\t \tTotal\t(",
            "Consolidated Balance Sheet.\t14.\tDerivative Financial Instruments\tThe earnings of the Company's wholly owned foreign businesses are subject to exchange rate risk as substantially all their merchandise is sourced through U.S. dollar transactions. The Company uses foreign currency forward contracts designated as cash flow hedges to mitigate this foreign currency exposure for its Canadian and U.K. businesses. These forward contracts currently have a maximum term of\t18\tmonths. Amounts are reclassified from accumulated other comprehensive income upon the sale of the hedged merchandise to the customer. These gains and losses are recognized in Costs of Goods Sold, Buying and Occupancy in the Consolidated Statements of Income (Loss).\tThe Company uses foreign currency forward contracts to mitigate the impact of fluctuations in foreign currency exchange rates relative to recognized payable balances denominated in non-functional currencies. The fair value of these non-designated foreign currency forward contracts is not significant as of\tFebruary 1, 2020\t.\tThe following table provides the U.S. dollar notional amount of outstanding foreign currency derivative financial instruments as of\tFebruary 1, 2020\tand\tFebruary 2, 2019\t:\tFebruary 1,\t2020\tFebruary 2,\t2019\t(in millions)\tNotional Amount\t$\t139\t$\t147\tThe following table provides a summary of the fair value and balance sheet classification of outstanding derivative financial instruments designated as foreign currency cash flow hedges as of\tFebruary 1, 2020\tand\tFebruary 2, 2019\t:\tFebruary 1,\t2020\tFebruary 2,\t2019\t(in millions)\tOther Current Assets\t$\t1\t$\t2\tAccrued Expenses and Other\t1\t \tThe following table provides a summary of the pre-tax financial statement effect of the gains and losses on derivative financial instruments designated as foreign currency cash flow hedges for\t2019\tand\t2018\t:\t2019\t2018\t(in millions)\tGain (Loss) Recognized in Accumulated Other Comprehensive Income\t$\t2\t$\t11\t(Gain) Loss Reclassified from Accumulated Other Comprehensive Income into Costs of Goods Sold, Buying and Occupancy Expense\t(\t5\t)\t2\tThe Company estimates that less than\t$\t1\tmillion\tof net gains included in accumulated other comprehensive income as of\tFebruary 1, 2020\trelated to foreign currency forward contracts designated as cash flow hedges will be reclassified into earnings within the following 12 months. Actual amounts ultimately reclassified depend on the exchange rates in effect when derivative contracts that are currently outstanding mature.\t87\tTable of Contents\t15.\tFair Value Measurements\tThe following table provides a summary of assets and liabilities measured in the consolidated financial statements at fair value on a recurring basis as of\tFebruary 1, 2020\tand\tFebruary 2, 2019\t:\tLevel 1\tLevel 2\tLevel 3\tTotal\t(in millions)\tAs of February 1, 2020\tAssets:\tCash and Cash Equivalents\t$\t1,499\t$\t \t$\t \t$\t1,499\tForeign Currency Cash Flow Hedges\t \t1\t \t1\tLiabilities:\tForeign Currency Cash Flow Hedges\t \t1\t \t1\tAs of February 2, 2019"
        ],
        "timestamp": "2025-01-21_09-29-55"
    }
}