{
    "balance": {
        "data": [
            "CONSOLIDATED BALANCE SHEETS\t(in millions except par value amounts)\tMay 4,\t2019\tFebruary 2,\t2019\tMay 5,\t2018\t(Unaudited)\t(Unaudited)\tASSETS\tCurrent Assets:\tCash and Cash Equivalents\t$\t1,146\t$\t1,413\t$\t1,032\tAccounts Receivable, Net\t274\t367\t274\tInventories\t1,357\t1,248\t1,350\tOther\t170\t232\t234\tTotal Current Assets\t2,947\t3,260\t2,890\tProperty and Equipment, Net\t2,794\t2,818\t2,894\tOperating Lease Assets\t3,271\t \t \tGoodwill\t1,348\t1,348\t1,348\tTrade Names\t411\t411\t411\tDeferred Income Taxes\t61\t62\t22\tOther Assets\t166\t191\t184\tTotal Assets\t$\t10,998\t$\t8,090\t$\t7,749\tLIABILITIES AND EQUITY (DEFICIT)\tCurrent Liabilities:\tAccounts Payable\t$\t688\t$\t711\t$\t717\tAccrued Expenses and Other\t872\t1,082\t848\tCurrent Debt\t72\t72\t89\tCurrent Operating Lease Liabilities\t443\t \t \tIncome Taxes\t122\t121\t204\tTotal Current Liabilities\t2,197\t1,986\t1,858\tDeferred Income Taxes\t238\t226\t234\tLong-term Debt\t5,749\t5,739\t5,719\tLong-term Operating Lease Liabilities\t3,234\t \t \tOther Long-term Liabilities\t478\t1,004\t907\tShareholders  Equity (Deficit):\tPreferred Stock - $1.00 par value; 10 shares authorized; none issued\t \t \t \tCommon Stock - $0.50 par value; 1,000 shares authorized; 284, 283 and 283 shares issued; 276, 275 and 278 shares outstanding, respectively\t142\t141\t141\tPaid-in Capital\t786\t771\t696\tAccumulated Other Comprehensive Income\t55\t59\t17\tRetained Earnings (Deficit)\t(1,527\t)\t(1,482\t)\t(1,580\t)\tLess: Treasury Stock, at Average Cost; 8, 8 and 5 shares, respectively\t(358\t)\t(358\t)\t(245\t)\tTotal L Brands, Inc. Shareholders  Equity (Deficit)\t(902\t)\t(869\t)\t(971\t)\tNoncontrolling Interest\t4\t4\t2\tTotal Equity (Deficit)\t(898\t)\t(865\t)\t(969\t)\tTotal Liabilities and Equity (Deficit)\t$\t10,998\t$\t8,090\t$\t7,749\tThe accompanying Notes are an integral part of these Consolidated Financial Statements.\t4\tTable of Contents\tL BRANDS, INC.\tCONSOLIDATED STATEMENTS OF TOTAL EQUITY (DEFICIT)\t(in millions except per share amounts)\t(Unaudited)\tCommon Stock\tPaid-In\tCapital\tAccumulated\tOther\tComprehensive\tIncome\tRetained\tEarnings (Accumulated Deficit)\tTreasury\tStock, at\tAverage\tCost\tNoncontrolling Interest\tTotal Equity (Deficit)\tShares\tOutstanding\tPar\tValue\tBalance, February 2, 2019\t275\t$\t141\t$\t771\t$\t59\t$\t(1,482\t)\t$\t(358\t)\t$\t4\t$\t(865\t)\tCumulative Effect of Accounting Change\t \t \t \t \t(2\t)\t \t \t(2\t)\tBalance, February 3, 2019\t275\t141\t771\t59\t(1,484\t)\t(358\t)\t4\t(867\t)\tNet Income\t \t \t \t \t40\t \t \t40\tOther Comprehensive Income (Loss)\t \t \t \t(4\t)\t \t \t \t(4\t)\tTotal Comprehensive Income\t \t \t \t(4\t)\t40\t \t \t36\tCash Dividends ($0.30 per share)\t \t \t \t \t(83\t)\t \t \t(83\t)\tShare-based Compensation and Other\t1\t1\t15\t \t \t \t \t16\tBalance, May 4, 2019\t276\t$\t142\t$\t786\t$\t55\t$\t(1,527\t)\t$\t(358\t)\t$\t4\t$\t(898\t)\tCommon Stock\tPaid-In\tCapital\tAccumulated\tOther\tComprehensive\tIncome\tRetained\tEarnings (Accumulated Deficit)\tTreasury\tStock, at\tAverage\tCost\tNoncontrolling Interest\tTotal Equity (Deficit)\tShares\tOutstanding\tPar\tValue\tBalance, February 3, 2018\t280\t$\t141\t$\t678\t$\t24\t$\t(1,434\t)\t$\t(162\t)\t$\t2\t$\t(751\t)\tCumulative Effect of Accounting Changes\t \t \t \t(2\t)\t(26\t)\t \t \t(28\t)\tBalan",
            "Consolidated Balance Sheet.\tDividends\tUnder the authority and declaration of the Board of Directors, the Company paid the following dividends during the first quarter of\t2019\tand\t2018\t:\tOrdinary Dividends\tTotal Paid\t(per share)\t(in millions)\t2019\tFirst Quarter\t$\t0.30\t$\t83\t2018\tFirst Quarter\t$\t0.60\t$\t168\t5. Restructuring Activities\tLa Senza\tOn January 6, 2019, in an effort to increase shareholder value and in order to focus on its larger core businesses, the Company divested its ownership interest in La Senza to an affiliate of Regent LP, a global private equity firm. Regent LP assumed La Senza s operating assets and liabilities in exchange for potential future consideration upon the sale or other monetization of La Senza, as defined in the agreement.  In the fourth quarter of 2018, the Company recognized a pre-tax loss on the divestiture of\t$99 million\t, primarily related to\t$45 million\tof accumulated foreign currency translation adjustments reclassified into earnings that were previously recognized as a component of equity, as well as losses related to the transfer of the net working capital and long-lived store assets to the buyer. The after-tax loss on the divestiture was\t$55 million\t, which includes\t$44 million\tof tax benefits primarily associated with the recognition of previously unrecognized deferred tax assets.  In the first quarter of 2019, the Company received cash proceeds of\t$12 million\trelated to a net working capital settlement from the divestiture.  These proceeds are included within the Investing Activities section of the 2019 Consolidated Statement of Cash Flows.\tIn conjunction with the transaction, the Company has guaranteed certain lease payments under the current terms of noncancelable leases. For additional information, see Note 15, \"Commitments and Contingencies.\"\tAdditionally, the Company will continue to provide support to La Senza in various operational areas including logistics, technology and merchandise sourcing for periods of time ranging from one month to 18 months.\tHenri Bendel\tThe Company announced the planned closure of Henri Bendel in the third quarter of 2018. As a result, the Company recognized a pre-tax charge, primarily cash, consisting of lease termination costs, severance and other costs of\t$20 million\tin the third quarter of 2018. In the fourth quarter of 2018, the Company recognized an additional pre-tax charge of\t$3 million\t,\t10\tTable of Contents\tprimarily related to contract termination and employee retention costs. In the fourth quarter of 2018, the Company closed all Henri Bendel stores and ceased selling merchandise online.  Through the first quarter of 2019, the Company made cash payments of\t$22 million\t. The remaining balance of\t$1 million\tis included in Accrued Expenses and Other on the\tMay 4, 2019\tConsolidated Balance Sheet.\t6. Inventories\tThe following table provides details of inventories as of\tMay 4, 2019\t,\tFebruary 2, 2019\tand\tMay 5, 2018\t:\tMay 4,\t2019\tFebruary 2,\t2019\tMay 5,\t2018\t(in million",
            "Consolidated Balance Sheet.\t12. Derivative Financial Instruments\tThe earnings of the Company's wholly owned foreign businesses are subject to exchange rate risk as substantially all their merchandise is sourced through U.S. dollar transactions. The Company uses foreign currency forward contracts designated as cash flow hedges to mitigate this foreign currency exposure for its Canadian and U.K. businesses. These forward contracts currently have a maximum term of\t18\tmonths. Amounts are reclassified from accumulated other comprehensive income upon sale of the hedged merchandise to the customer. These gains and losses are recognized in Costs of Goods Sold, Buying and Occupancy in the Consolidated Statements of Income.\tThe Company uses foreign currency forward contracts to mitigate the impact of fluctuations in foreign currency exchange rates relative to recognized payable balances denominated in non-functional currencies. The fair value of these non-designated foreign currency forward contracts is not significant as of\tMay 4, 2019\t.\tThe following table provides the U.S. dollar notional amount of outstanding foreign currency derivative financial instruments as of\tMay 4, 2019\t,\tFebruary 2, 2019\tand\tMay 5, 2018\t:\tMay 4,\t2019\tFebruary 2,\t2019\tMay 5,\t2018\t(in millions)\tNotional Amount\t$\t152\t$\t147\t$\t208\tThe following table provides a summary of the fair value and balance sheet classification of outstanding derivative financial instruments designated as foreign currency cash flow hedges as of\tMay 4, 2019\t,\tFebruary 2, 2019\tand\tMay 5, 2018\t:\tMay 4,\t2019\tFebruary 2,\t2019\tMay 5,\t2018\t(in millions)\tOther Current Assets\t$\t3\t$\t2\t$\t1\tAccrued Expenses and Other\t \t \t2\t15\tTable of Contents\tThe following table provides a summary of the pre-tax financial statement effect of the gains and losses on derivative financial instruments designated as foreign currency cash flow hedges for the\tfirst\tquarter of\t2019\tand\t2018\t:\tFirst Quarter\t2019\t2018\t(in millions)\tGain (Loss) Recognized in Accumulated Other Comprehensive Income\t$\t2\t$\t6\t(Gain) Loss Reclassified from Accumulated Other Comprehensive Income into Costs of Goods Sold, Buying and Occupancy Expense\t(2\t)\t2\tThe Company estimates that\t$3 million\tof net gains included in accumulated other comprehensive income as of\tMay 4, 2019\trelated to foreign currency forward contracts designated as cash flow hedges will be reclassified into earnings within the following 12 months. Actual amounts ultimately reclassified depend on the exchange rates in effect when derivative contracts that are currently outstanding mature.\t13. Fair Value Measurements\tThe following table provides a summary of assets and liabilities measured in the consolidated financial statements at fair value on a recurring basis as of\tMay 4, 2019\t,\tFebruary 2, 2019\tand\tMay 5, 2018\t:\tLevel 1\tLevel 2\tLevel 3\tTotal\t(in millions)\tAs of May 4, 2019\tAssets:\tCash and Cash Equivalents\t$\t1,146\t$\t \t$\t \t$\t1,146\tMarketable Equity Securities\t8\t \t \t8\tForeign Currency Cash Flow Hedges",
            "Consolidated Balance Sheet.\tDividend Policy and Procedures\tOur Board of Directors will determine future dividends after giving consideration to our levels of profit and cash flow, capital requirements, current and forecasted liquidity, the restrictions placed upon us by our borrowing arrangements as well as financial and other conditions existing at the time. We use cash flow generated from operating and financing activities to fund our dividends and share repurchase programs.\tUnder the authority and declaration of our Board of Directors, we paid the following dividends during the\tfirst quarter of 2019\tand\t2018\t:\tOrdinary Dividends\tTotal Paid\t(per share)\t(in millions)\t2019\tFirst Quarter\t$\t0.30\t$\t83\t2018\tFirst Quarter\t$\t0.60\t$\t168\tCash Flow\tThe following table provides a summary of our cash flow activity for\tfirst quarter of 2019\tand\t2018\t:\tYear-to-Date\t2019\t2018\t(in millions)\tCash and Cash Equivalents, Beginning of Period\t$\t1,413\t$\t1,515\tNet Cash Flows Used for Operating Activities\t(73\t)\t(79\t)\tNet Cash Flows Used for Investing Activities\t(106\t)\t(159\t)\tNet Cash Flows Used for Financing Activities\t(86\t)\t(243\t)\tEffects of Exchange Rate Changes on Cash and Cash Equivalents\t(2\t)\t(2\t)\tNet Decrease in Cash and Cash Equivalents\t(267\t)\t(483\t)\tCash and Cash Equivalents, End of Period\t$\t1,146\t$\t1,032\tOperating Activities\tNet cash used for operating activities in\t2019\twas\t$73 million\t, including net income of\t$40 million\t. Net income included depreciation of\t$145 million\tand share-based compensation expense of\t$23 million\t. Other changes in assets and liabilities represent items that had a current period cash flow impact, such as changes in working capital. The most significant items in working capital were the seasonal changes in Accounts Payable, Accrued Expenses and Other, Inventories and Accounts Receivable.\tNet cash used for operating activities in 2018 was $79 million, including net income of $48 million. Net income included depreciation of $148 million and share-based compensation expense of $25 million. Other changes in assets and liabilities represent items that had a current period cash flow impact, such as changes in working capital. The most significant items in working capital were the seasonal changes in Accounts Payable, Accrued Expenses and Other, Inventories and Accounts Receivable.\t38\tTable of Contents\tInvesting Activities\tNet cash used for investing activities in\t2019\twas\t$106 million\tconsisting primarily of capital expenditures of\t$123 million\tpartially offset by proceeds of $12 million related to our divestiture of La Senza.  The capital expenditures included\t$83 million\tfor opening new stores and remodeling and improving existing stores. Remaining capital expenditures were primarily related to spending on technology and logistics to support our digital businesses and other retail capabilities.\tNet cash used for investing activities in 2018 was $159 million consisting primarily of capital expenditures of $160 million. The capital expendi",
            "Consolidated Balance Sheet.  We also recorded a decrease to opening retained earnings, net of tax, of\t$2 million\t.  The adoption of the standard did not materially impact the Consolidated Statements of Income or Cash Flows.\tHedging Activities\tIn August 2017, the FASB issued ASU 2017-12,\tTargeted Improvements to Accounting for Hedging Activities\t, which is intended to better align risk management activities and financial reporting for hedging relationships. The standard eliminates the requirement to separately measure and report hedge ineffectiveness and generally requires the entire change in the fair value of a hedging instrument to be presented in the same income statement line as the hedged item. It also eases certain documentation and assessment requirements. We adopted the standard in the first quarter of fiscal 2019.  The adoption of this standard did not have a material impact on our consolidated results of operations, financial position or cash flows.\tGoodwill\tIn January 2017, the FASB issued ASU 2017-04,\tSimplifying the Test for Goodwill Impairment\t, which simplifies the subsequent measurement of goodwill. The standard eliminates the second step from the goodwill impairment test, which requires a hypothetical purchase price allocation to determine the implied fair value of goodwill. Under the new standard, the goodwill impairment charge will be the excess of the reporting unit's carrying value over its fair value, not to exceed the total amount of goodwill allocated to the reporting unit. This guidance will be effective beginning in fiscal 2020, with early adoption permitted. We do not expect this standard to have a material impact on our consolidated results of operations, financial position or cash flows.\tIMPACT OF INFLATION\tWhile it is difficult to accurately measure the impact of inflation due to the imprecise nature of the estimates required, we believe the effects of inflation, if any, on the results of operations and financial condition have been minor.\tCRITICAL ACCOUNTING POLICIES AND ESTIMATES\tThe preparation of financial statements in conformity with GAAP requires management to adopt accounting policies related to estimates and assumptions that affect the reported amounts of assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period, as well as the related disclosure of contingent assets and liabilities at the date of the financial statements. On an ongoing basis, management evaluates its accounting policies, estimates and judgments, including those related to inventories, long-lived assets, claims and contingencies, income taxes and revenue recognition. Management bases our estimates and judgments on historical experience and various other factors that are believed to be reasonable under the circumstances. Actual results may differ from these estimates.\tThere have been no material changes to the critical accounting policies and estimates disclose"
        ],
        "timestamp": "2025-01-21_09-30-18"
    }
}