{
    "balance": {
        "data": [
            "Consolidated Balance Sheet.\tTreasury Stock Retirement\tIn November 2017, we retired\t36 million\tshares of our treasury stock. The retirement resulted in a reduction of\t$2.036 billion\tin Treasury Stock,\t$18 million\tin the par value of Common Stock,\t$82 million\tin Paid-in Capital and\t$1.936 billion\tin Retained Earnings.\tDividend Policy and Procedures\tOur Board of Directors will determine future dividends after giving consideration to our levels of profit and cash flow, capital requirements, current and forecasted liquidity, the restrictions placed upon us by our borrowing arrangements as well as financial and other conditions existing at the time.  We use cash flow generated from operating and financing activities to fund our dividends and share repurchase programs.\tUnder the authority and declaration of our Board of Directors, we paid the following dividends during fiscal\t2018\t,\t2017\tand\t2016\t:\tOrdinary Dividends\tSpecial Dividends\tTotal Dividends\tTotal Paid\t(per share)\t(in millions)\t2018\tFourth Quarter\t$\t0.60\t$\t \t$\t0.60\t$\t166\tThird Quarter\t0.60\t \t0.60\t165\tSecond Quarter\t0.60\t \t0.60\t167\tFirst Quarter\t0.60\t \t0.60\t168\t2018 Total\t$\t2.40\t$\t \t$\t2.40\t$\t666\t2017\tFourth Quarter\t$\t0.60\t$\t \t$\t0.60\t$\t170\tThird Quarter\t0.60\t \t0.60\t172\tSecond Quarter\t0.60\t \t0.60\t172\tFirst Quarter\t0.60\t \t0.60\t172\t2017 Total\t$\t2.40\t$\t \t$\t2.40\t$\t686\t2016\tFourth Quarter\t$\t0.60\t$\t \t$\t0.60\t$\t172\tThird Quarter\t0.60\t \t0.60\t173\tSecond Quarter\t0.60\t \t0.60\t173\tFirst Quarter\t0.60\t2.00\t2.60\t750\t2016 Total\t$\t2.40\t$\t2.00\t$\t4.40\t$\t1,268\tIn November 2018, our Board of Directors reduced our annual ordinary dividend to $1.20 per share from $2.40 per share, beginning with the quarterly dividend paid in March 2019.\tSubsequent to\tFebruary 2, 2019\t, our Board of Directors declared the first quarter of\t2019\tordinary dividend of\t$0.30\tper share.\t43\tTable of Contents\tCash Flow\tThe following table provides a summary of our cash flow activity for the fiscal years ended\tFebruary 2, 2019\t,\tFebruary 3, 2018\tand\tJanuary 28, 2017\t:\t2018\t2017\t2016\t(in millions)\tCash and Cash Equivalents, Beginning of Year\t$\t1,515\t$\t1,934\t$\t2,548\tNet Cash Flows Provided by Operating Activities\t1,377\t1,406\t1,990\tNet Cash Flows Used for Investing Activities\t(609\t)\t(698\t)\t(833\t)\tNet Cash Flows Used for Financing Activities\t(872\t)\t(1,127\t)\t(1,765\t)\tEffects of Exchange Rate Changes on Cash\t2\t \t(6\t)\tNet Decrease in Cash and Cash Equivalents\t(102\t)\t(419\t)\t(614\t)\tCash and Cash Equivalents, End of Year\t$\t1,413\t$\t1,515\t$\t1,934\tOperating Activities\tNet cash provided by operating activities in\t2018\twas\t$1.377 billion\t, including net income of\t$644 million\t. Net income included depreciation of\t$590 million\t, long-lived store asset impairment charges of $101 million, loss on divestiture of La Senza of\t$99 million\t, share-based compensation expense of\t$97 million\tand deferred income tax benefit of\t$52 million\t. Other changes in assets and liabilities represent items that had a current period cash flow impact, such as changes in working capital.",
            "CONSOLIDATED BALANCE SHEETS\t(in millions except par value amounts)\tFebruary 2,\t2019\tFebruary 3,\t2018\tASSETS\tCurrent Assets:\tCash and Cash Equivalents\t$\t1,413\t$\t1,515\tAccounts Receivable, Net\t367\t310\tInventories\t1,248\t1,240\tOther\t232\t228\tTotal Current Assets\t3,260\t3,293\tProperty and Equipment, Net\t2,818\t2,893\tGoodwill\t1,348\t1,348\tTrade Names\t411\t411\tDeferred Income Taxes\t62\t14\tOther Assets\t191\t190\tTotal Assets\t$\t8,090\t$\t8,149\tLIABILITIES AND EQUITY (DEFICIT)\tCurrent Liabilities:\tAccounts Payable\t$\t711\t$\t717\tAccrued Expenses and Other\t1,082\t1,029\tCurrent Debt\t72\t87\tIncome Taxes\t121\t198\tTotal Current Liabilities\t1,986\t2,031\tDeferred Income Taxes\t226\t238\tLong-term Debt\t5,739\t5,707\tOther Long-term Liabilities\t1,004\t924\tShareholders  Equity (Deficit):\tPreferred Stock $1.00 par value; 10 shares authorized; none issued\t \t \tCommon Stock $0.50 par value; 1,000 shares authorized; 283 and 283 shares issued; 275 and 280 shares outstanding, respectively\t141\t141\tPaid-in Capital\t771\t678\tAccumulated Other Comprehensive Income\t59\t24\tRetained Earnings (Deficit)\t(1,482\t)\t(1,434\t)\tLess: Treasury Stock, at Average Cost; 8 and 3 shares, respectively\t(358\t)\t(162\t)\tTotal L Brands, Inc. Shareholders  Equity (Deficit)\t(869\t)\t(753\t)\tNoncontrolling Interest\t4\t2\tTotal Equity (Deficit)\t(865\t)\t(751\t)\tTotal Liabilities and Equity (Deficit)\t$\t8,090\t$\t8,149\tThe accompanying Notes are an integral part of these Consolidated Financial Statements.\t56\tTable of Contents\tL BRANDS, INC.\tCONSOLIDATED STATEMENTS OF TOTAL EQUITY (DEFICIT)\t(in millions except per share amounts)\tCommon Stock\tPaid-In\tCapital\tAccumulated\tOther\tComprehensive\tIncome\tRetained\tEarnings (Accumulated Deficit)\tTreasury\tStock, at\tAverage\tCost\tNoncontrolling Interest\tTotal Equity (Deficit)\tShares\tOutstanding\tPar\tValue\tBalance, January 30, 2016\t290\t$\t156\t$\t545\t$\t40\t$\t315\t$\t(1,315\t)\t$\t1\t$\t(258\t)\tNet Income\t \t \t \t \t1,158\t \t \t1,158\tOther Comprehensive Income (Loss)\t \t \t \t(28\t)\t \t \t \t(28\t)\tTotal Comprehensive Income\t \t \t \t(28\t)\t1,158\t \t \t1,130\tCash Dividends ($4.40 per share)\t \t \t \t \t(1,268\t)\t \t \t(1,268\t)\tRepurchase of Common Stock\t(6\t)\t \t \t \t \t(438\t)\t \t(438\t)\tShare-based Compensation and Other\t2\t1\t105\t \t \t \t1\t107\tBalance, January 28, 2017\t286\t$\t157\t$\t650\t$\t12\t$\t205\t$\t(1,753\t)\t$\t2\t$\t(727\t)\tNet Income\t \t \t \t \t983\t \t \t983\tOther Comprehensive Income (Loss)\t \t \t \t12\t \t \t \t12\tTotal Comprehensive Income\t \t \t \t12\t983\t \t \t995\tCash Dividends ($2.40 per share)\t \t \t \t \t(686\t)\t \t \t(686\t)\tRepurchase of Common Stock\t(9\t)\t \t \t \t \t(445\t)\t \t(445\t)\tTreasury Share Retirement\t \t(18\t)\t(82\t)\t \t(1,936\t)\t2,036\t \t \tShare-based Compensation and Other\t3\t2\t110\t \t \t \t \t112\tBalance, February 3, 2018\t280\t$\t141\t$\t678\t$\t24\t$\t(1,434\t)\t$\t(162\t)\t$\t2\t$\t(751\t)\tCumulative Effect of Accounting Changes\t \t \t \t(2\t)\t(26\t)\t \t \t(28\t)\tBalance, February 4, 2018\t280\t141\t678\t22\t(1,460\t)\t(162\t)\t2\t(779\t)\tNet Income\t \t \t \t \t644\t \t \t644\tOther Comprehensive Income (Loss)\t \t \t \t37\t \t \t \t37\tTotal Comprehensive Income\t \t \t \t37\t644\t \t \t681\tCash Dividends ($2.40 per share)\t \t \t \t \t(66",
            "Consolidated Balance Sheets.\tThe Company receives construction allowances from landlords related to its retail stores. These allowances are generally comprised of cash amounts received by the Company from its landlords as part of the negotiated lease terms. The Company records a receivable and a landlord allowance at the lease commencement date (date of initial possession of the store). The landlord allowance is amortized on a straight-line basis as a reduction of rent expense over the term of the lease (including the pre-opening build-out period), and the receivable is reduced as amounts are received from the landlord. The Company s unamortized portion of landlord allowances, which totaled\t$278 million\tas of\tFebruary 2, 2019\tand\t$293 million\tas of\tFebruary 3, 2018\t, is included in Other Long-term Liabilities on the Consolidated Balance Sheets.\tThe Company also has leasehold improvements which are amortized over the shorter of their estimated useful lives or the period from the date the assets are placed in service to the end of the initial lease term. Leasehold improvements made after the inception of the initial lease term are depreciated over the shorter of their estimated useful lives or the remaining lease term, including renewal periods, if reasonably assured.\tFor information regarding the future impacts as a result of the Company's adoption of ASC 842,\tLeases,\tin the first quarter of 2019, refer to Note 2, \"New Accounting Pronouncements.\"\tForeign Currency Translation\tThe functional currency of the Company s foreign operations is generally the applicable local currency. Assets and liabilities are translated into U.S. dollars using the current exchange rates in effect as of the balance sheet date, while revenues and expenses are translated at the average exchange rates for the period. The Company s resulting translation adjustments are recorded as a component of accumulated other comprehensive income (loss) in shareholders  equity.  Accumulated foreign currency translation adjustments are reclassified to net income when realized upon sale or upon complete or substantially complete liquidation of the investment in the foreign entity.\tDerivative Financial Instruments\tThe Company uses derivative financial instruments to manage exposure to foreign currency exchange rates and interest rates. The Company does not use derivative instruments for trading purposes. All derivative instruments are recorded on the Consolidated Balance Sheets at fair value.\tFor derivative financial instruments that are designated and qualify as cash flow hedges, the effective portion of the gain or loss on the derivative instrument is reported as a component of accumulated other comprehensive income (loss) in shareholders  equity and reclassified into earnings in the same period during which the hedged item affects earnings. Gains and losses that are reclassified into earnings are recognized in the same line item on the Consolidated Statement of Income as the underlying h",
            "Consolidated Balance Sheet upon adoption at the beginning of fiscal 2019.  These balances will change as the lease portfolio changes due to execution of lease modifications or new leases.  The right-of-use\t64\tTable of Contents\tassets are based upon the lease liabilities adjusted for deferred rent liabilities and unamortized landlord construction allowances.  The Company will continue to recognize rent expense in the Consolidated Statements of Income on a straight-line basis over the lease term.\tHedging Activities\tIn August 2017, the FASB issued ASU 2017-12,\tTargeted Improvements to Accounting for Hedging Activities\t, which is intended to better align risk management activities and financial reporting for hedging relationships. The standard eliminates the requirement to separately measure and report hedge ineffectiveness and generally requires the entire change in the fair value of a hedging instrument to be presented in the same income statement line as the hedged item. It also eases certain documentation and assessment requirements. The Company will adopt the standard in the first quarter of fiscal 2019.  The Company does not expect this standard to have a material impact on its consolidated results of operations, financial position or cash flows.\tGoodwill\tIn January 2017, the FASB issued ASU 2017-04,\tSimplifying the Test for Goodwill Impairment\t, which simplifies the subsequent measurement of goodwill.  The standard eliminates the second step from the goodwill impairment test, which requires a hypothetical purchase price allocation to determine the implied fair value of goodwill.  Under the new standard, the goodwill impairment charge will be the excess of the reporting unit's carrying value over its fair value, not to exceed the total amount of goodwill allocated to the reporting unit.  This guidance will be effective beginning in fiscal 2020, with early adoption permitted.  The Company does not expect this standard to have a material impact on its consolidated results of operations, financial position or cash flows.\t3. Revenue Recognition\tIn the first quarter of 2018, the Company adopted ASC 606,\tRevenue from Contracts with Customers\t, using the modified retrospective approach. Results for 2018 are presented under ASC 606, while prior period consolidated financial statements have not been adjusted and continue to be presented under the accounting standards in effect for those periods.\tAccounts receivable, net from revenue-generating activities were\t$150 million\tas of\tFebruary 2, 2019\tand\t$144 million\tas of the beginning of the period upon adoption of the new standard. Accounts receivable primarily relate to amounts due from the Company's franchise, license and wholesale partners. Under these arrangements, payment terms are typically 60 to 75 days.\tThe Company records deferred revenue when cash payments are received in advance of transfer of control of goods or services. Deferred revenue primarily relates to gift cards, loyalty and private lab",
            "Consolidated Balance Sheets.\tIncluded in the Company s Easton investments are equity interests in Easton Town Center, LLC (“ETC”) and Easton Gateway, LLC (“EG”), entities that own and develop commercial entertainment and shopping centers. The Company s investments in ETC and EG are accounted for using the equity method of accounting. The Company has a majority financial interest in ETC and EG, but another unaffiliated member manages them, and certain significant decisions regarding ETC and EG require the consent of unaffiliated members in addition to the Company.\tThe Company received cash distributions of\t$16 million\tand\t$29 million\tfrom certain of its Easton investments during\t2018\tand\t2017\t, respectively, which are included as return of capital within Investing Activities of the Consolidated Statements of Cash Flows. As a result of these distributions, the Company recognized pre-tax gains totaling\t$8 million\tand\t$20 million\tduring\t2018\tand\t2017\t, respectively, which are included in Other Income (Loss) in the Consolidated Statements of Income.\tIn 2016, ETC refinanced its bank loan. In conjunction with the loan refinancing, the Company received a cash distribution from ETC of\t$124 million\tand recognized a pre-tax gain of\t$108 million\t(after-tax gain of\t$70 million\t). The gain is included in Other Income (Loss) on the 2016 Consolidated Statement of Income and the return of capital is included within the Investing Activities section of the 2016 Consolidated Statement of Cash Flows.\t11. Accrued Expenses and Other\tThe following table provides additional information about the composition of accrued expenses and other as of\tFebruary 2, 2019\tand\tFebruary 3, 2018\t:\tFebruary 2,\t2019\tFebruary 3, 2018\t(in millions)\tDeferred Revenue, Principally from Gift Card Sales (a)\t$\t316\t$\t267\tCompensation, Payroll Taxes and Benefits\t215\t196\tTaxes, Other than Income\t78\t102\tInterest\t92\t101\tRent\t39\t43\tAccrued Claims on Self-insured Activities\t45\t37\tReturns Reserve (a)\t27\t20\tOther\t270\t263\tTotal Accrued Expenses and Other\t$\t1,082\t$\t1,029\t_______________\t(a)\tThe Company adopted ASC 606,\tRevenue from Contracts with Customers\t, under the modified retrospective approach.  As such, balances as of\tFebruary 3, 2018\thave not been adjusted.\t69\tTable of Contents\t12. Income Taxes\tCurrent income tax expense represents the amounts expected to be reported on the Company s income tax returns, and deferred tax expense or benefit represents the change in net deferred tax assets and liabilities. Deferred tax assets and liabilities are determined based on the difference between the financial statement and tax bases of assets and liabilities as measured by the enacted tax rates that will be in effect when these differences reverse. Valuation allowances are recorded as appropriate to reduce deferred tax assets to the amount considered likely to be realized.\tOn December 22, 2017, the Tax Cuts and Jobs Act (the \"TCJA\") was enacted into law. The legislation significantly changes U.S. tax law by, a",
            "Consolidated Balance Sheet.  Additionally, the Company recorded capital lease liabilities of\t$8 million\tand\t78\tTable of Contents\t$19 million\tin Accrued Expenses and Other and Other Long-term Liabilities, respectively, on the\tFebruary 2, 2019\tConsolidated Balance Sheet.\tAsset Retirement Obligations\tThe Company has asset retirement obligations related to certain company-owned international stores that contractually obligate the Company to remove leasehold improvements at the end of a lease.  The Company s liability for asset retirement obligations totaled\t$18 million\tas of\tFebruary 2, 2019\tand\t$9 million\tas of\tFebruary 3, 2018\t. These liabilities are included in Other Long-term Liabilities on the Consolidated Balance Sheets.\t18. Commitments and Contingencies\tThe Company is subject to various claims and contingencies related to lawsuits, taxes, insurance, regulatory and other matters arising out of the normal course of business. Actions filed against the Company from time to time include commercial, tort, intellectual property, customer, employment, data privacy, securities and other claims, including purported class action lawsuits. Management believes that the ultimate liability arising from such claims and contingencies, if any, is not likely to have a material adverse effect on the Company s results of operations, financial condition or cash flows.\tGuarantees\tIn connection with the sale of La Senza, the Company has remaining guarantees of\t$76 million\trelated to lease payments under the current terms of noncancelable leases expiring at various dates through 2028.  These guarantees include minimum rent and additional payments covering taxes, common area costs and certain other expenses and relate to leases that commenced prior to the disposition of the business. The Company recognized an initial liability of\t$5 million\trepresenting the estimated fair value of its obligation as guarantor in accordance with ASC 460,\tGuarantees.\tIn connection with the disposition of a certain other business, the Company has remaining guarantees of\t$6 million\trelated to lease payments under the current terms of noncancelable leases expiring at various dates through\t2021\t. These guarantees include minimum rent and additional payments covering taxes, common area costs and certain other expenses and relate to leases that commenced prior to the disposition of the business. In certain instances, the Company s guarantee may remain in effect if the term of a lease is extended. The Company has not recorded a liability with respect to these guarantee obligations as of\tFebruary 2, 2019\tor\tFebruary 3, 2018\tas it concluded that payments under these guarantees were not probable.\tIn connection with noncancelable operating leases of certain assets, the Company provided residual value guarantees to the lessor if the leased assets cannot be sold for an amount in excess of a specified minimum value at the conclusion of the lease term. The leases expire at various dates through 2021, an",
            "Consolidated Balance Sheet.\tAsset Retirement Obligations\tThe Company has asset retirement obligations related to certain company-owned international stores that contractually obligate the Company to remove leasehold improvements at the end of a lease.  The Company s liability for asset retirement obligations totaled\t$18 million\tas of\tFebruary 2, 2019\tand\t$9 million\tas of\tFebruary 3, 2018\t. These liabilities are included in Other Long-term Liabilities on the Consolidated Balance Sheets.\t18. Commitments and Contingencies\tThe Company is subject to various claims and contingencies related to lawsuits, taxes, insurance, regulatory and other matters arising out of the normal course of business. Actions filed against the Company from time to time include commercial, tort, intellectual property, customer, employment, data privacy, securities and other claims, including purported class action lawsuits. Management believes that the ultimate liability arising from such claims and contingencies, if any, is not likely to have a material adverse effect on the Company s results of operations, financial condition or cash flows.\tGuarantees\tIn connection with the sale of La Senza, the Company has remaining guarantees of\t$76 million\trelated to lease payments under the current terms of noncancelable leases expiring at various dates through 2028.  These guarantees include minimum rent and additional payments covering taxes, common area costs and certain other expenses and relate to leases that commenced prior to the disposition of the business. The Company recognized an initial liability of\t$5 million\trepresenting the estimated fair value of its obligation as guarantor in accordance with ASC 460,\tGuarantees.\tIn connection with the disposition of a certain other business, the Company has remaining guarantees of\t$6 million\trelated to lease payments under the current terms of noncancelable leases expiring at various dates through\t2021\t. These guarantees include minimum rent and additional payments covering taxes, common area costs and certain other expenses and relate to leases that commenced prior to the disposition of the business. In certain instances, the Company s guarantee may remain in effect if the term of a lease is extended. The Company has not recorded a liability with respect to these guarantee obligations as of\tFebruary 2, 2019\tor\tFebruary 3, 2018\tas it concluded that payments under these guarantees were not probable.\tIn connection with noncancelable operating leases of certain assets, the Company provided residual value guarantees to the lessor if the leased assets cannot be sold for an amount in excess of a specified minimum value at the conclusion of the lease term. The leases expire at various dates through 2021, and the total amount of the guarantees is\t$94 million\t. The Company recorded a liability of\t$11 million\tand\t$3 million\trelated to these guarantee obligations as of\tFebruary 2, 2019\tand\tFebruary 3, 2018\t, respectively, which are included in Othe",
            "Consolidated Balance Sheets.\t18. Commitments and Contingencies\tThe Company is subject to various claims and contingencies related to lawsuits, taxes, insurance, regulatory and other matters arising out of the normal course of business. Actions filed against the Company from time to time include commercial, tort, intellectual property, customer, employment, data privacy, securities and other claims, including purported class action lawsuits. Management believes that the ultimate liability arising from such claims and contingencies, if any, is not likely to have a material adverse effect on the Company s results of operations, financial condition or cash flows.\tGuarantees\tIn connection with the sale of La Senza, the Company has remaining guarantees of\t$76 million\trelated to lease payments under the current terms of noncancelable leases expiring at various dates through 2028.  These guarantees include minimum rent and additional payments covering taxes, common area costs and certain other expenses and relate to leases that commenced prior to the disposition of the business. The Company recognized an initial liability of\t$5 million\trepresenting the estimated fair value of its obligation as guarantor in accordance with ASC 460,\tGuarantees.\tIn connection with the disposition of a certain other business, the Company has remaining guarantees of\t$6 million\trelated to lease payments under the current terms of noncancelable leases expiring at various dates through\t2021\t. These guarantees include minimum rent and additional payments covering taxes, common area costs and certain other expenses and relate to leases that commenced prior to the disposition of the business. In certain instances, the Company s guarantee may remain in effect if the term of a lease is extended. The Company has not recorded a liability with respect to these guarantee obligations as of\tFebruary 2, 2019\tor\tFebruary 3, 2018\tas it concluded that payments under these guarantees were not probable.\tIn connection with noncancelable operating leases of certain assets, the Company provided residual value guarantees to the lessor if the leased assets cannot be sold for an amount in excess of a specified minimum value at the conclusion of the lease term. The leases expire at various dates through 2021, and the total amount of the guarantees is\t$94 million\t. The Company recorded a liability of\t$11 million\tand\t$3 million\trelated to these guarantee obligations as of\tFebruary 2, 2019\tand\tFebruary 3, 2018\t, respectively, which are included in Other Long-term Liabilities on the Consolidated Balance Sheets.\t19. Retirement Benefits\tThe Company sponsors a tax-qualified defined contribution retirement plan and a non-qualified supplemental retirement plan for substantially all of its associates within the U.S. Participation in the tax-qualified plan is available to associates who meet certain age and service requirements. Participation in the non-qualified plan is available to associates who meet certain a"
        ],
        "timestamp": "2025-01-21_09-30-27"
    }
}